{
    "/mnt/data/ataparia/LidarTraining/night-day-frames/training/image_0/000021041.jpg": "The image depicts an urban street scene with tall buildings on either side. There is a traffic light showing red for vehicles and a walk sign for pedestrians. Several people are walking on the sidewalks, and a few vehicles, including a white van, are parked along the street. Trees are lining the road, and signs are visible on the buildings. The street is lined with zebra crossings, and a bridge can be seen in the distance.",
    "/mnt/data/ataparia/LidarTraining/night-day-frames/training/image_0/000069435.jpg": "The image shows a busy urban street intersection on a cloudy day. Several vehicles, including cars and a bus, are waiting at the traffic lights. People are visible on the sidewalks, and a pedestrian is crossing the street. The area appears to be a commercial district with tall buildings, shops, and advertisements. The traffic lights are green, and a sign for 'BASEBALLISM' is visible on one of the buildings.",
    "/mnt/data/ataparia/LidarTraining/night-day-frames/training/image_0/000029401.jpg": "The image depicts a bustling urban street scene with multiple vehicles traveling in both directions. In the foreground, a dark van is visible on the left side, while a blue car is in the center lane. There is a red lane marked 'ONLY' on the right side, indicating a specific traffic designation. High-rise buildings are on either side of the street, and greenery lines parts of the road. Various signs are visible, including one for Babson College and a Starbucks logo. The traffic light is green, suggesting the forward movement of traffic.",
    "/mnt/data/ataparia/LidarTraining/night-day-frames/training/image_0/000044072.jpg": "The image shows a curved road with double yellow lines, bordered by a metal guardrail on one side. The surroundings are grassy with some bushes and trees, and the atmosphere is misty or foggy, reducing visibility of the background.",
    "/mnt/data/ataparia/LidarTraining/night-day-frames/training/image_0/00001106.jpg": "The image shows a street scene at dusk or nighttime. The sky is dark with a slight blue hue, indicating low light conditions. Streetlights illuminate the road and a zebra crossing is visible in the foreground. Buildings line both sides of the street, and a van is parked on the right-hand side. Power lines and utility poles are visible, and a pedestrian crossing sign is present on the right.",
    "/mnt/data/ataparia/LidarTraining/night-day-frames/training/image_0/000072287.jpg": "The image shows a busy roadway with multiple lanes filled with cars during a rainy, gloomy day. Vehicles are lined up at a traffic signal, which is red, indicating a stop. The road appears to be wet, and there is a bread delivery truck among the vehicles. Street lamps and road signs are visible above the road, and trees line the side of the street.",
    "/mnt/data/ataparia/LidarTraining/night-day-frames/training/image_0/000030523.jpg": "The image shows a wet, steep urban street with cars parked on both sides. The road surface is reflective due to rain, and the word 'STOP' is painted on the street in large white letters. An arrow indicates a turn direction. Trees and residential buildings line the street, contributing to a serene neighborhood atmosphere.",
    "/mnt/data/ataparia/LidarTraining/night-day-frames/training/image_0/000057643.jpg": "The image depicts a quiet urban street on a sunny day. Cars are parked along both sides of the street, which slopes downhill. The street is lined with residential buildings and trees. Orange traffic cones are placed in the middle of the road, indicating some form of construction or caution area. In the distance, there are more trees and a view of hills. The sky is clear and blue.",
    "/mnt/data/ataparia/LidarTraining/night-day-frames/training/image_0/000043352.jpg": "The image depicts a foggy road scene. A curved asphalt road with double yellow lines in the center is bordered by white guardrails. The surrounding landscape is grassy with some trees visible in the background, partially obscured by dense fog. The atmosphere conveys a sense of quiet and obscurity due to the thick fog enveloping the area.",
    "/mnt/data/ataparia/LidarTraining/night-day-frames/training/image_0/000066422.jpg": "The image shows a city street scene with several vehicles and pedestrians. In the center, there is a bus with number 8908 and a route number 19. A truck is in front of the bus, and several cars are on the street. On the right side, there is a building with a sign for 'Gateway Croissants.' Pedestrians are visible on the sidewalk, and one person is walking a dog. There is a traffic light and street signs, with one indicating 'Golden Gate.' Trees line the sidewalk, and tall buildings are visible in the background.",
    "/mnt/data/ataparia/LidarTraining/night-day-frames/training/image_0/000046145.jpg": "The image shows an urban street scene with a view of parked cars and trees in the background. There is a McDonald's located on the right side of the street, and people are walking on the sidewalk. Traffic lines and instructions, such as 'CLEAR' and 'KEEP,' are painted on the road. The atmosphere appears cloudy or overcast.",
    "/mnt/data/ataparia/LidarTraining/night-day-frames/training/image_0/000035496.jpg": "The image shows a city street scene with a postal delivery truck parked on the left side of the road near the sidewalk. A building with a sign saying 'San Francisco Federal Credit Union' is visible on the corner. The street features several trees along the sidewalks and leads into the distance with a clear view down the road. There are cars parked along both sides, and traffic signals are visible farther down the street. A traffic sign indicates a speed limit of 25 due to a school zone, and a one-way sign is present. Another vehicle, likely construction equipment, is seen on the right side near the sidewalk.",
    "/mnt/data/ataparia/LidarTraining/night-day-frames/training/image_0/1000205.jpg": "The image depicts a nighttime urban street intersection. There is a lit 'Public Storage' sign visible on a building to the left. Streetlights are illuminating the area, and traffic signals show red lights. Several cars are stopped at the intersection, and street markings are visible on the pavement. Additional buildings with lights on are visible in the background.",
    "/mnt/data/ataparia/LidarTraining/night-day-frames/training/image_0/000054748.jpg": "The image depicts a sloped residential street lined with houses on both sides. Vehicles are parked along the street and at the bottom of the hill. It's a cloudy day, and there is a large transmission tower visible on a forested hill in the background. A sidewalk with a stop sign and a fire hydrant is visible on the right side.",
    "/mnt/data/ataparia/LidarTraining/night-day-frames/training/image_0/10007247.jpg": "The image depicts an urban street scene with overcast weather. The street leads downhill, flanked by tall buildings on both sides. Cars are parked along the sidewalks, and a few vehicles are seen driving or waiting at the intersection. A large truck and a van are visible on the right side. The sky appears cloudy, creating a dim ambiance over the area.",
    "/mnt/data/ataparia/LidarTraining/night-day-frames/training/image_0/000031777.jpg": "The image depicts a city street scene on a foggy or misty day. Several cars are visible on the wet road, stopped at a crosswalk. To the left and right, multi-story buildings with numerous windows can be seen. The streets are lined with trees, and a few signs are visible, including a street name and business signs. The atmosphere suggests recent rain, contributing to the mist or fog that obscures part of the image.",
    "/mnt/data/ataparia/LidarTraining/night-day-frames/training/image_0/000053176.jpg": "The image shows a parking area near a scenic viewpoint. Several cars are parked facing towards a view of the ocean. People are standing and observing the view, with some using a telescope mounted at the location. It's a clear day with blue skies and some scattered clouds. A fence with barbed wire is visible on the left side, and there are signs indicating the viewpoint area.",
    "/mnt/data/ataparia/LidarTraining/night-day-frames/training/image_0/000059990.jpg": "The image shows an urban street scene with modern buildings on either side. There are several vehicles on the road, including a silver car in the foreground. A red SUV is visible at the intersection, and a person is crossing the street at a crosswalk. The buildings are tall and have glass facades, typical of a cityscape. The traffic lights are red, and the weather appears clear with a bright blue sky.",
    "/mnt/data/ataparia/LidarTraining/night-day-frames/training/image_0/000024654.jpg": "The image shows a steep street with residential houses on either side. Two houses are prominently visible, each with a garage at street level. Between the houses, a long staircase rises steeply through vegetation to a higher level where additional houses are located. A white car is parked in front of the staircase. Two individuals are walking with a dog on the sidewalk. There are trees and overhead power lines visible in the background.",
    "/mnt/data/ataparia/LidarTraining/night-day-frames/training/image_0/000064534.jpg": "The image shows a busy urban street scene with multiple vehicles, including cars and vans, waiting at a traffic light. The street has a dedicated 'TAXI ONLY' lane, indicated in red. Tall buildings line the street on both sides, and there are green trees providing some shade. A pedestrian is crossing the street. There are signs visible on the side of the street, including a sign for Babson College and Starbucks, as well as traffic signs indicating lane usage and turns. The intersection appears to be a typical city setting with both vehicle and pedestrian activity.",
    "/mnt/data/ataparia/LidarTraining/night-day-frames/training/image_0/000024580.jpg": "The image depicts a busy urban street scene on a cloudy day. In the foreground, there is a silver Chevrolet pickup truck on the road, waiting in a traffic lane. The street has multiple vehicles, including cars and a USPS delivery van parked alongside the road. A person is crossing the street, walking briskly. The road has a dedicated bus or bike lane marked in red. On either side of the street, there are multi-story buildings, with trees lining the sidewalk on the right. In the distance, high-rise buildings are visible, suggesting an urban downtown setting.",
    "/mnt/data/ataparia/LidarTraining/night-day-frames/training/image_0/000063148.jpg": "The image depicts a busy urban street scene at an intersection. There are several pedestrians crossing the street, and a few cars are stopped at the traffic light, which is red. The surrounding buildings are multi-story and densely packed, with various commercial establishments visible, including a hair salon and a liquor store. Signage and advertisements are present on the buildings, adding to the bustling city atmosphere. The sky appears overcast, suggesting a cloudy day.",
    "/mnt/data/ataparia/LidarTraining/night-day-frames/training/image_0/00006581.jpg": "The image depicts a dark urban street scene at night. The street is wet, suggesting recent rain. Several cars are parked along the sides. Streetlights illuminate parts of the road, casting reflections on the wet surface. In the distance, a tall structure is faintly visible against the night sky.",
    "/mnt/data/ataparia/LidarTraining/night-day-frames/training/image_0/000039999.jpg": "The image shows a white delivery truck with rust spots and a sign reading 'Walden House' on the back. It is stopped at an intersection on a rainy day, with wet streets and a traffic cone visible. A pedestrian in a raincoat is crossing the street to the left. The location appears to be in an urban area with several buildings, including a building sign that reads 'Gateway Croissant'. A bus with an advertisement is visible on the left side of the image.",
    "/mnt/data/ataparia/LidarTraining/night-day-frames/training/image_0/000024773.jpg": "The image shows a hilly residential area with several parked cars. The sky is cloudy, casting a grey tone over the scene. Trees and houses are visible in the background, with a distant cityscape and hills on the horizon. The road appears to be cracked and uneven, typical of a hilly terrain.",
    "/mnt/data/ataparia/LidarTraining/night-day-frames/training/image_0/000036107.jpg": "The image depicts a busy urban street scene with multiple cars lined up in traffic. The road is marked with 'CLEAR' 'KEEP' instructions, and the traffic lights are green for the direction of the traffic flow. Tall buildings line both sides of the street, with some greenery visible. There are pedestrians walking on the sidewalk, and a person is riding a bicycle in a designated lane. The atmosphere suggests a typical city day with moderate traffic.",
    "/mnt/data/ataparia/LidarTraining/night-day-frames/training/image_0/000065632.jpg": "The image shows a FedEx Ground delivery truck parked on a paved area near a building. The truck is white with the FedEx logo on its side. In the background, there is a group of trees and shrubs. Two people are sitting on a low concrete wall behind the truck, appearing to have a conversation. The area is bordered by buildings and has a modern urban setting.",
    "/mnt/data/ataparia/LidarTraining/night-day-frames/training/image_0/000045692.jpg": "The image depicts a city street intersection with a traffic light showing red. Several vehicles, including a black SUV and a truck, are waiting at the light. On the right side, a group of people is gathered at a bus stop. There are trees lining the street, and the sky is overcast. Flags are visible in the background, indicating a slight breeze.",
    "/mnt/data/ataparia/LidarTraining/night-day-frames/training/image_0/00007498.jpg": "The image shows a busy urban street scene. Cars are visible on the road, and several pedestrians are crossing at a crosswalk. Tall buildings line both sides of the street, showcasing a mix of architectural styles. A large department store is visible on the left with a sign that reads 'Saks Fifth Avenue.' Above the street, various billboards and signs are displayed. Trees and greenery can also be seen on the right, adding a touch of nature to the cityscape. The atmosphere suggests an early evening or late afternoon setting, with streetlights beginning to illuminate.",
    "/mnt/data/ataparia/LidarTraining/night-day-frames/training/image_0/000055995.jpg": "The image depicts a city street with tall buildings on either side. There is a traffic signal showing red, with several cars stopped at the intersection. A bicyclist is riding on the left side of the street. An orange roadwork sign indicating a lane merge is visible on the right side. Construction cones are placed along the street, and a digital sign board flashes a message. The sky is clear and blue, and the scene is well-lit by daylight.",
    "/mnt/data/ataparia/LidarTraining/night-day-frames/training/image_0/000047794.jpg": "The image shows a busy urban street intersection with multiple cars and a bus on the road. There are tall buildings lining both sides of the street. A traffic signal shows a green light, indicating it's open for vehicles to proceed. Pedestrians are waiting on the sidewalk near the intersection. A sign indicates 'No Turns Onto Market' with specific exceptions. The street appears to be in a city with a mix of modern and older architectural styles.",
    "/mnt/data/ataparia/LidarTraining/night-day-frames/training/image_0/00002799.jpg": "The image shows a dimly lit urban street at night. Street lamps illuminate the road, casting pools of light along the pavement. Cars are parked along both sides of the street, and a vehicle is seen driving away in the distance. There is a speed limit sign visible on the right side of the road indicating a limit of 25 mph. The surroundings include buildings with some illuminated windows, suggesting residential or mixed-use areas.",
    "/mnt/data/ataparia/LidarTraining/night-day-frames/training/image_0/000046447.jpg": "The image shows a wet, two-lane road with a double yellow line, indicating a no-passing zone. There are vehicles traveling in both directions, and the road curves slightly to the left ahead. On the left side of the road, a building with multiple windows is visible, along with some parked cars. Trees with bare branches line the right side of the road, and there's a green grassy area beneath the trees. The sky is overcast, suggesting a rainy or cloudy day.",
    "/mnt/data/ataparia/LidarTraining/night-day-frames/training/image_0/000072640.jpg": "The image shows an urban street intersection. There are several people crossing the street on a crosswalk. The street is lined with parked cars, and there are two-story buildings on one side. One building has a sign for an optometry business visible in the background. The sky is overcast, and there are visible power lines and trees along the street.",
    "/mnt/data/ataparia/LidarTraining/night-day-frames/training/image_0/00006995.jpg": "The image depicts a steep, wet street at night with cars parked on one side. The road is illuminated by streetlights and lights from nearby buildings. The surrounding area appears residential, with houses or apartment buildings lining the street. The street descends sharply with visible reflections on the wet surface, suggesting recent rain or moisture.",
    "/mnt/data/ataparia/LidarTraining/night-day-frames/training/image_0/000048991.jpg": "The image shows an urban street scene. There is a row of blue rental bikes lined up on the left side, beneath a large tree. Several parked vehicles, including a van and a car, are visible along the right side of the street. In the background, tall buildings, including one with a Citibank sign, line both sides of the street. A few pedestrians can be seen on the sidewalk. The street is marked with bicycle lane symbols, and there is a visible crosswalk in the foreground.",
    "/mnt/data/ataparia/LidarTraining/night-day-frames/training/image_0/000022948.jpg": "The image shows an urban street intersection with a McDonald's drive-thru sign on the right. Several vehicles, including a white pickup truck, are visible on the road. A bus can be seen further down the street. There are traffic lights at the intersection, and people are visible on the sidewalk. The street is lined with buildings and trees, and overhead trolley wires are present.",
    "/mnt/data/ataparia/LidarTraining/night-day-frames/training/image_0/000014738.jpg": "The image shows a scenic viewpoint with several cars parked along the edge of a road, overlooking a body of water. There are people gathered near the railing, enjoying the view. The sky is clear and blue with a few scattered clouds. A wire fence is visible on the left side, and a trash can or utility pole is on the right. A few individuals are standing or walking near the parked cars.",
    "/mnt/data/ataparia/LidarTraining/night-day-frames/training/image_0/000040545.jpg": "An urban street scene featuring a road with tram tracks and multiple lanes. Cars are driving and parked along the street. Pedestrians are visible on the sidewalks. The area is lined with tall buildings and trees, creating a mix of urban architecture and greenery. There are traffic markings and a bicycle lane visible on the road. People can be seen waiting at a bus stop and others using electric scooters.",
    "/mnt/data/ataparia/LidarTraining/night-day-frames/training/image_0/000069529.jpg": "The image shows an urban street scene on a foggy day. A silver car is crossing an intersection. The road is wet, indicating recent rain. Buildings line the street, and parked cars are visible along the sides. Power lines cross overhead, and trees are positioned near the sidewalk. The atmosphere is misty, reducing visibility of the structures in the background.",
    "/mnt/data/ataparia/LidarTraining/night-day-frames/training/image_0/00002617.jpg": "The image shows a dimly lit urban street at night. There are streetlights illuminating the road, which is lined with parked vehicles on both sides. The street is relatively wide, with multiple lanes. A few cars are visible driving down the street. On the right side, there are residential buildings with illuminated windows. Traffic lights can be seen ahead, and the overall atmosphere is calm with minimal traffic.",
    "/mnt/data/ataparia/LidarTraining/night-day-frames/training/image_0/000013532.jpg": "The image depicts a wet street under overcast weather conditions. The road is lined with parked cars and bordered by trees on both sides. There are a few buildings visible in the background, partially obscured by fog. The overall atmosphere is calm and damp, with no visible pedestrians or moving vehicles.",
    "/mnt/data/ataparia/LidarTraining/night-day-frames/training/image_0/10003605.jpg": "The image shows a busy urban street with several lanes of traffic, consisting mostly of cars. On either side of the street, there are industrial-style buildings with large windows and garage doors. In the background, a city skyline with tall skyscrapers is visible. A large billboard with a recognizable logo is mounted on a building to the right. The sky is partly cloudy with a blue hue.",
    "/mnt/data/ataparia/LidarTraining/night-day-frames/training/image_0/000017888.jpg": "The image shows a street view in an urban residential area. The street is lined with parked cars on both sides, and there is a mix of two to three-story houses with varied architectural styles, including some with bay windows and Victorian-style detailing. The street is ascending, suggesting a hilly terrain typical of some cityscapes. Trees and overhead utility wires are visible, adding to the neighborhood atmosphere. The sky appears overcast, indicating the possibility of cloudy weather.",
    "/mnt/data/ataparia/LidarTraining/night-day-frames/training/image_0/000060923.jpg": "The image shows an urban street intersection with several buildings lining both sides. Sutter Street is visible with multiple lanes and a central island. There are a few cars driving and parked along the street, and pedestrians are walking on the sidewalks. Overhead wires for possible electric bus lines are seen above the road. There are street signs, trees, and banners hanging from poles.",
    "/mnt/data/ataparia/LidarTraining/night-day-frames/training/image_0/10006850.jpg": "The image shows a city street with automobiles lined up, likely during traffic. There is a multi-lane road with cars visible in both directions. An overpass bridges across the road, with traffic lights visible underneath. The sky is partly cloudy. Buildings with large windows flank the street, and there are a few trees along the sidewalk.",
    "/mnt/data/ataparia/LidarTraining/night-day-frames/training/image_0/00005583.jpg": "The image depicts a nighttime urban street scene. There are cars lined up along the street and a silver car is making a turn at an intersection. The traffic light is red, and there are street lamps illuminating the area. On the right side, there is a building with bright neon lights and signs.",
    "/mnt/data/ataparia/LidarTraining/night-day-frames/training/image_0/000031966.jpg": "The image shows the rear of a public transit bus on a road. The bus is numbered '28' and has an advertisement on the back. It is stopping at a bus stop next to a shelter where people are waiting. Several vehicles are visible in traffic to the left of the bus. Three flags are flying on poles near the bus stop. The road and surrounding area appear to be part of an urban setting.",
    "/mnt/data/ataparia/LidarTraining/night-day-frames/training/image_0/000059009.jpg": "The image shows a residential street with a stop sign painted on the road. There are several cars parked along the sides of the street, and one car is seen driving ahead. The street is lined with closely spaced houses, each with a distinct architectural style, common in suburban neighborhoods. Overhead, there are numerous power lines stretching across the street, supported by utility poles. The sky appears overcast, suggesting a cloudy day.",
    "/mnt/data/ataparia/LidarTraining/night-day-frames/training/image_0/000036549.jpg": "The image shows a steep, paved street in a residential area, with a modern house on the left. Vegetation and bushes line the sides of the road. A black car is parked along the road. In the background, there is an expansive view of a cityscape with numerous buildings and a body of water. The sky is overcast, creating a grayish-blue atmosphere.",
    "/mnt/data/ataparia/LidarTraining/night-day-frames/training/image_0/000054609.jpg": "The image shows an urban street scene with vehicles driving down a road lined with palm trees. There is a bicycle lane on the right, and a building with brick façades on the right side of the street. A pedestrian is visible near a tram stop on the left, and there are overhead structures, possibly part of a bridge, in the background. The atmosphere appears cloudy.",
    "/mnt/data/ataparia/LidarTraining/night-day-frames/training/image_0/00003104.jpg": "The image shows a nighttime urban street scene. The street is illuminated by streetlights and is lined with parked vehicles on both sides. There is a car traveling down the road, and the traffic lights ahead are red, indicating a stop. Buildings with lit windows are visible on the right side of the road.",
    "/mnt/data/ataparia/LidarTraining/night-day-frames/training/image_0/10004128.jpg": "The image shows a steep residential street. There are multiple houses lining the street on both sides. On the right, a row of modern, multi-story homes with garages is visible. In front of these houses, several cars are parked, including a white sedan, a beige jeep, and a red coupe. On the left side, there is a silver SUV parked at the edge of the street. The sky appears overcast, and the street is wet, suggesting recent rain. Trees and greenery can be seen in the background, adding to the suburban atmosphere.",
    "/mnt/data/ataparia/LidarTraining/night-day-frames/training/image_0/000024170.jpg": "The image shows a city street scene with multiple lanes. On the left, there is a bus lane marked with red paint and overhead wires, indicating it may be used for trolleybuses or trams. Two buses are visible in this lane. To the right, there are trees and a sidewalk with pedestrians. A cyclist is riding between the bus lane and a lane designated for vehicles, which has 'MPH' painted on it. Buildings line the street, with trees providing some shade. A 'No Parking' sign is visible on the right side.",
    "/mnt/data/ataparia/LidarTraining/night-day-frames/training/image_0/000011218.jpg": "The image depicts an urban street scene at an intersection. Various people are crossing the street, including a person on a scooter wearing a blue jacket and red backpack, and another person walking and holding papers. Cars are waiting at the traffic light. The background includes buildings, one with a prominent 'HOTEL' sign, and a modern skyscraper visible in the distance. The sky is clear and the street is busy with pedestrians and vehicles.",
    "/mnt/data/ataparia/LidarTraining/night-day-frames/training/image_0/000026287.jpg": "The image shows a wet city street on a rainy day. There is a large white truck with some scuff marks and a yellow logo on the back parked in the lane. Orange traffic cones are placed along the sides of the road, and a temporary orange road sign nearby indicates some sort of road work or lane closure. A few cars are parked along the curb, and several pedestrians with umbrellas walk along the sidewalk. Buildings line the street on both sides, including a gray structure with glass elements and an older-style building.",
    "/mnt/data/ataparia/LidarTraining/night-day-frames/training/image_0/000041354.jpg": "The image shows a street scene on a cloudy day. There is a road curving downwards with several cars parked along it. On the right, there is a white car, a dark SUV, and a black car parked beside each other. Trees and a speed limit sign indicating 15 mph are visible along the roadside. In the background, there is a view of a hilly cityscape with numerous houses and buildings.",
    "/mnt/data/ataparia/LidarTraining/night-day-frames/training/image_0/000046064.jpg": "The image shows an urban street scene with a multi-lane road bordered by tall buildings. A white bus is driving down the center lane, followed by other vehicles. To the left, there is a green bike lane with arrows indicating the direction of travel. A group of people is walking along the sidewalk on the left side, and there are cars parked on the right side of the street. Trees line the sidewalk, providing some greenery. The buildings are a mix of modern and older architectural styles, and the sky appears overcast.",
    "/mnt/data/ataparia/LidarTraining/night-day-frames/training/image_0/10003832.jpg": "The image shows a residential street with a slight incline. There are houses lining both sides, each featuring varied architectural styles and colors. Cars are parked along the curbs, and there are several power lines and poles visible above the street. The sky is clear and blue, suggesting a sunny day.",
    "/mnt/data/ataparia/LidarTraining/night-day-frames/training/image_0/000046917.jpg": "The image shows a residential street on a rainy day. The road is wet and reflective due to the rain. A fire truck is driving towards the camera on the left side of the street. Several cars are parked along both sides of the street. Houses with stairs leading to their entrances line the right side of the street. Overhead, there are numerous power lines. The atmosphere is misty or foggy, with a blurred patch in the foreground, possibly from a rain droplet on the camera lens.",
    "/mnt/data/ataparia/LidarTraining/night-day-frames/training/image_0/000028727.jpg": "The image shows an urban street scene with multiple vehicles traveling on a multi-lane road. Cars are parked along the right side, and utility poles with electrical wires line both sides of the street. The architecture features residential buildings with varied designs. The sky is overcast, casting a grayish tone over the area. A green traffic light is visible in the distance.",
    "/mnt/data/ataparia/LidarTraining/night-day-frames/training/image_0/000010476.jpg": "The image shows an urban street intersection with several people walking and a person on a bicycle. The street is lined with tall buildings on both sides, featuring modern and brick architecture. Cars are parked along the side of the road, and a few are visible driving through the intersection. Traffic lights are present, with one showing red. There is a bridge structure visible in the distance over the street.",
    "/mnt/data/ataparia/LidarTraining/night-day-frames/training/image_0/000062982.jpg": "The image shows an urban street scene with vehicles and pedestrians. On the left side, there is a large brick building with multiple windows. On the right, there is a modern building with large glass windows. Several cars are seen driving on the road, with one prominent vehicle in the foreground. The traffic light is green. There are crosswalks on the street, and a few pedestrians are visible near the intersection. Trees and overhead wires are also present, and the street appears to lead towards a distant view of hills or a horizon.",
    "/mnt/data/ataparia/LidarTraining/night-day-frames/training/image_0/000046451.jpg": "The image shows an urban street intersection on a clear day. There are several buildings along the sides of the street, with a red car stopped at the traffic lights in the left lane. People are visible on the sidewalks, some crossing the street. On the right, a large truck with an open back is parked at the curb, and two individuals stand near it with a dog. Traffic cones are positioned near the crosswalk in the foreground. The sky is partly cloudy, and trees line the street.",
    "/mnt/data/ataparia/LidarTraining/night-day-frames/training/image_0/000033908.jpg": "The image depicts a slightly overcast day with a wet road and sidewalk, indicating recent rain. On the left side, there is a cluster of tall trees and shrubs lining the road. In the background, there are some low-lying buildings partially obscured by the trees. A trash bin is visible on the right, near the sidewalk. The surroundings appear to be well-maintained with green vegetation.",
    "/mnt/data/ataparia/LidarTraining/night-day-frames/training/image_0/000048322.jpg": "The image depicts a busy urban street scene with multiple cars driving on a two-way road. On either side of the street, there are various commercial buildings and shops, some with signs in Asian characters. Pedestrians are walking along the sidewalks, and several cars are parked along the street. Overhead, there are numerous power lines and utility poles. The sky is overcast, giving the scene a grayish tone.",
    "/mnt/data/ataparia/LidarTraining/night-day-frames/training/image_0/000027641.jpg": "The image depicts a street scene on a slope with several parked vehicles. A black pickup truck is prominently parked under a large tree on the right side of the image. There are other cars parked along the street, including a white utility vehicle. In the background, there are several houses scattered across a hilly landscape, with a few palm trees visible amidst the residential area. The sky is clear, suggesting good weather conditions.",
    "/mnt/data/ataparia/LidarTraining/night-day-frames/training/image_0/000036444.jpg": "The image depicts a busy urban intersection. Several pedestrians are crossing a street marked with zebra crosswalks. A variety of cars, including a silver sedan and a blue vehicle, are visible on the road. Buildings with retail stores and advertisements line both sides of the street. There's a traffic light displaying a red light, and several signs, including one that reads 'AVEDA Hair Color,' are visible. The street appears to be bustling with both vehicular and pedestrian traffic.",
    "/mnt/data/ataparia/LidarTraining/night-day-frames/training/image_0/000043959.jpg": "The image shows a curving road on a cloudy day. The road has double yellow lines and is bordered by a grassy hillside on the right. A guardrail runs along the left side. A person is walking along the road near the guardrail. In the background, there are trees and a cloudy sky.",
    "/mnt/data/ataparia/LidarTraining/night-day-frames/training/image_0/000063421.jpg": "The image shows a multi-lane road with moderate traffic. Several cars are driving on both sides of the street, and there is a bus on the right side. Adjacent to the road on the left, there appears to be train tracks. A large building is visible in the background, along with trees and a cloudy sky overhead. The scene suggests an urban environment with transportation infrastructure.",
    "/mnt/data/ataparia/LidarTraining/night-day-frames/training/image_0/000058203.jpg": "The image depicts a city street with a view of the back of a bus numbered 14, driving in a dedicated bus lane. Surrounding the bus are several cars, including a noticeable gray Toyota Prius. The street is lined with tall buildings, and there are people walking on the sidewalk. Visible signage includes the Academy of Art University and a CVS Pharmacy. Overhead, trolley wires can be seen, suggesting that the bus is electrically powered.",
    "/mnt/data/ataparia/LidarTraining/night-day-frames/training/image_0/000059746.jpg": "The image shows a busy urban street scene. There are cars stopped at a traffic signal under a clear blue sky, with a few pedestrians standing at a bus stop on the right side of the street. Overhead, there are wires running across the street, possibly for electric buses or streetcars. The background features buildings with modern architecture and greenery lining the street. A large billboard can be seen on the left-hand side. The atmosphere is bright, suggesting a sunny day.",
    "/mnt/data/ataparia/LidarTraining/night-day-frames/training/image_0/000049701.jpg": "The image depicts a bustling urban street corner with several cars navigating the intersection. A large brick building with multiple windows and retail shops on its ground floor, including a Ghirardelli store, forms the background. There is a group of people gathered on the sidewalk near the store entrance. The traffic light is green, indicating cars can proceed. Street signs and lampposts are also visible, along with a pedestrian crossing marked on the road.",
    "/mnt/data/ataparia/LidarTraining/night-day-frames/training/image_0/000035858.jpg": "The image depicts a residential street view. The street is lined with parked cars on both sides and has several utility poles with wires overhead. On the left side of the street, there are multi-story houses with varied color facades, while trees are visible on both sides of the street. A yellow car is parked on the left, and the sky appears overcast with a grayish tone. People are visible walking along the sidewalks.",
    "/mnt/data/ataparia/LidarTraining/night-day-frames/training/image_0/000027132.jpg": "The image depicts a busy urban street scene with heavy traffic. Vehicles, including cars and vans, are lined up on the street surrounded by tall buildings. On the left, there is construction work evident with scaffolding and a construction vehicle. There is visible road signage and buildings on either side of the street. Several cars are stopped at a red light, and the atmosphere suggests a typical weekday city traffic scenario.",
    "/mnt/data/ataparia/LidarTraining/night-day-frames/training/image_0/000034749.jpg": "The image shows a street view of a large, industrial-style building with numerous large windows and a flat facade. The building is white with gray window frames and features a fire escape in view. Three palm trees are planted along the sidewalk, casting shadows against the building wall. A white fire hydrant is visible on the sidewalk near the trees. The street is empty, with a 'STOP' marking painted on the road. A signpost is also visible, indicating parking or stopping regulations.",
    "/mnt/data/ataparia/LidarTraining/night-day-frames/training/image_0/000034346.jpg": "The image depicts a busy urban street scene in a city environment. There are multiple cars on the road, with a designated bus lane marked 'BUS ONLY'. High-rise buildings lined with glass and concrete facades are visible on both sides of the street. People are walking along the sidewalks, and trees are present along the right side of the street. The atmosphere is of an active, bustling city area.",
    "/mnt/data/ataparia/LidarTraining/night-day-frames/training/image_0/000017438.jpg": "The image captures an urban street scene with several vehicles waiting at a traffic light. In the foreground, there is a silver SUV with visible taillights. To the left, a public bus labeled with route 18 approaches the intersection, while other cars are lined up behind it. A commuter train with red and white coloring is passing to the left of the street, parallel to an elevated highway supported by large pillars. On the right side, a modern building with extensive glass windows lines the street. A person is walking a dog on the sidewalk next to the building. Above, utility poles and wires stretch across the sky, which is partly cloudy with scattered blue patches.",
    "/mnt/data/ataparia/LidarTraining/night-day-frames/training/image_0/000061491.jpg": "The image shows a city intersection with pedestrians and cyclists crossing the street. A large building with a beige facade and multiple windows is visible in the background. A person is walking across the crosswalk, while others ride bicycles wearing helmets. There is a street-cleaning vehicle nearby, and a white car is stopped at the intersection. The traffic light is red, and various signs and posters are seen on the building and lampposts.",
    "/mnt/data/ataparia/LidarTraining/night-day-frames/training/image_0/10007854.jpg": "The image shows a street scene with cars and a cyclist. The road has multiple lanes and there is a bicycle lane on the right. On the left side of the street, there are residential buildings with a billboard advertising a beverage. On the right side, there are commercial buildings and a sign pointing towards a hospital. Trees line the street, and the sky is clear with some clouds.",
    "/mnt/data/ataparia/LidarTraining/night-day-frames/training/image_0/000040580.jpg": "The image depicts a busy urban street intersection with multiple cars stopped at a red light. Overhead, numerous cables for trolley bus lines crisscross the sky. In the middle ground, a McDonald's drive-thru sign is visible on the sidewalk next to a building. Trees line both sides of the street, and several buildings are visible in the background. The overall scene suggests a typical city street environment.",
    "/mnt/data/ataparia/LidarTraining/night-day-frames/training/image_0/00005706.jpg": "The image shows a dimly lit urban street scene during twilight or early morning hours. The sky is dark with a deep blue hue, and streetlights are illuminating the road. The street is empty, with a single car visible in the distance. Yellow pedestrian crossing stripes are prominent in the foreground. There are buildings on both sides of the street, and a no left turn sign is visible. Power lines extend across the top of the image.",
    "/mnt/data/ataparia/LidarTraining/night-day-frames/training/image_0/000063124.jpg": "The image shows a residential street scene. On the left, there are parked cars along the curb. A 'No Parking' sign is visible on the sidewalk, indicating restrictions for street cleaning from 12 noon to 2 p.m. on Wednesday. The street is lined with trees and bushes, lending a green and natural appearance to the area. In the background, there are houses with varying architectural styles, and the sky is clear and blue.",
    "/mnt/data/ataparia/LidarTraining/night-day-frames/training/image_0/000055711.jpg": "The image shows a street scene with trees lining both sides of the road. There are cars parked along the right side of the street, while a few cars can be seen driving on the road. A speed limit sign indicating 25 mph is visible. In the background, there is a city skyline visible through the trees. The area appears to be residential with houses visible further down the road. The overall atmosphere is calm and slightly overcast.",
    "/mnt/data/ataparia/LidarTraining/night-day-frames/training/image_0/000025122.jpg": "The image depicts a foggy residential street. There are several parked cars on both sides of the street, including a white car prominently visible on the left and a few more cars farther down the road. Trees with rich foliage and bare branches line the street, and a blooming tree with pink flowers is on the right. The scene includes houses with varied architecture and visible power lines running above the street. The overall atmosphere is misty and damp, suggesting recent rain.",
    "/mnt/data/ataparia/LidarTraining/night-day-frames/training/image_0/000020862.jpg": "The image shows a city street scene on a cloudy day. The street is lined with a mix of residential and commercial buildings, featuring eclectic architectural styles. Cars are parked along both sides of the street. Power lines stretch across the scene, and there are trees on the sidewalks. In the background, a hill can be seen with more densely packed buildings.",
    "/mnt/data/ataparia/LidarTraining/night-day-frames/training/image_0/000021152.jpg": "The image shows a city street scene under a partly cloudy sky. There are cars parked along the sides of the road, and traffic is visible, indicating moderate movement on the street. A cyclist is riding in a designated bike lane. Pedestrians are walking on the sidewalk. Buildings line the street, some with businesses at street level. A billboard is visible on the left side of the street.",
    "/mnt/data/ataparia/LidarTraining/night-day-frames/training/image_0/000042890.jpg": "The image shows a city street with palm trees lining both sides. There are cars parked along the street with several vehicles driving on the road. The street has a bus lane marked in red. There are pedestrians walking on the sidewalks. Buildings line both sides of the street, featuring shops and businesses with signs and advertisements. Overhead, there are power lines and streetlights, and banners hang from poles.",
    "/mnt/data/ataparia/LidarTraining/night-day-frames/training/image_0/000064424.jpg": "The image shows a roadside scene with several vehicles parked along the curb. There are two pickup trucks, one light silver and one white, parked next to each other. Adjacent to them is a white minivan and two dark-colored sedans. Behind the parked vehicles, there is a grassy embankment with tall trees and a brick building partially visible. A sign indicating road narrowing is visible on the right side of the image. The area appears to be a suburban or semi-urban location.",
    "/mnt/data/ataparia/LidarTraining/night-day-frames/training/image_0/000040016.jpg": "The image depicts a busy urban street scene with multiple lanes and crosswalks. There are several vehicles, including a silver sedan and a white van, on the road. Pedestrians are walking on the sidewalks, lined with various shops and businesses. Storefronts include real estate, banking, and other services, with signs in English and possibly Chinese characters. Overhead power lines are visible, and the sky is overcast.",
    "/mnt/data/ataparia/LidarTraining/night-day-frames/training/image_0/000024601.jpg": "The image depicts an empty urban street lined with trees and parked cars on one side. There are several buildings in the background, with a noticeable red brick structure in the middle distance. The street has multiple lanes and a clearly painted crosswalk. Overhead wires and streetlights are visible, indicating a typical urban setting.",
    "/mnt/data/ataparia/LidarTraining/night-day-frames/training/image_0/000055981.jpg": "The image depicts a street scene at an intersection with a visible crosswalk and traffic lights. There are shops lined up on both sides of the street, with signage on some of the buildings. A few people are visible walking on the sidewalk. A black vehicle is stopped at the traffic light, which is red. The atmosphere appears overcast, with a cloudy sky overhead. Streetcar tracks can also be seen running along the road.",
    "/mnt/data/ataparia/LidarTraining/night-day-frames/training/image_0/000010487.jpg": "The image shows a city street with several vehicles, including a silver SUV, waiting at a traffic light. The traffic lights are green. To the left, there is a train passing by on elevated tracks. There is a large building with glass windows on the right side of the street. A pedestrian is walking on the sidewalk accompanied by a dog. Overhead, there are power lines and street lamps, and the sky appears cloudy.",
    "/mnt/data/ataparia/LidarTraining/night-day-frames/training/image_0/000060588.jpg": "The image shows a city street scene on a rainy day. The street is wet, reflecting the buildings and vehicles parked along the sides. Multiple buildings line the street, including a corner building with a sign that indicates office space available. There is minimal traffic, with a couple of vehicles parked at the curb. The atmosphere appears misty, adding a bluish tint to the scene. In the background, a taller, more modern building can be seen, suggesting an urban setting.",
    "/mnt/data/ataparia/LidarTraining/night-day-frames/training/image_0/000060907.jpg": "The image shows a quiet residential street lined with cars parked on either side. Trees with green and pink blossoms are visible along the sidewalk. A black SUV covered with stickers is parked on the right side of the street. The road is paved and has a 'STOP' marking painted on it. Houses with stairways and porches can be seen on the left, and the area appears to be well-maintained and peaceful.",
    "/mnt/data/ataparia/LidarTraining/night-day-frames/training/image_0/000011712.jpg": "The image shows a city street with a sidewalk on the left side. A few people are walking, one holding a pink umbrella. The street corner has a traffic signal with a pedestrian crossing sign. There is a 'For Lease' sign on a building wall, which is light-colored and stretches across the image. A chain-link fence separates the sidewalk from the building. Two cars are parked on the street, including a dark-colored sedan. In the background, part of a tall, modern skyscraper is visible.",
    "/mnt/data/ataparia/LidarTraining/night-day-frames/training/image_0/000054831.jpg": "The image depicts a street scene with a row of parked cars. There are trees and shrubs lining the sidewalk, providing shade. A street sign is visible, indicating 'No Parking' from 12 noon to 2 PM on Wednesdays due to street cleaning. There is also a stop sign further down the street. The sky is clear and blue, suggesting a sunny day.",
    "/mnt/data/ataparia/LidarTraining/night-day-frames/training/image_0/000062109.jpg": "The image depicts a busy urban intersection on a cloudy day. There are several cars stopped at a red traffic light, including a dark-colored Volkswagen and a blue Mercedes, in the foreground. A Shell gas station is visible on the right side of the road. A 'No Stopping Any Time' sign is prominent in the bottom right corner. Trees and a building are in the background, and traffic continues along the intersecting street.",
    "/mnt/data/ataparia/LidarTraining/night-day-frames/training/image_0/000024391.jpg": "The image shows a rear view of a city bus on a road. The bus is driving straight along a street with double yellow lines. In the background, there is a residential area with multi-story apartment buildings on a hillside. Several cars are visible, either parked or waiting at an intersection. Pedestrian crosswalks are marked on the road, and there are traffic signals and poles lining the street. Trees and some greenery are visible on the left side of the road.",
    "/mnt/data/ataparia/LidarTraining/night-day-frames/training/image_0/000021995.jpg": "The image shows a busy urban street scene with multiple vehicles at an intersection. A multi-story building with a distinctive architectural design featuring a series of diagonal supports is visible in the background. The street has cars waiting at a traffic light, and there are some pedestrians visible in the distance. Trees line the sidewalks, and various street signs and signal lights are visible.",
    "/mnt/data/ataparia/LidarTraining/night-day-frames/training/image_0/000071317.jpg": "The image shows a busy roadway with multiple lanes filled with traffic. Cars and trucks are visible lined up in both directions, indicating congestion. In the background, there is a pedestrian bridge crossing over the road. On the right side of the image, there are large trees and a sidewalk with a few parked vehicles. The sky is overcast, suggesting a cloudy day.",
    "/mnt/data/ataparia/LidarTraining/night-day-frames/training/image_0/000019029.jpg": "The image shows a busy urban street intersection in a city with multiple lanes for traffic. Several vehicles, including a van, cars, and SUVs, are driving in both directions. On the left, there are large trees and a tall building with signage advertising Babson College. On the right, there is another high-rise building with greenery on its lower parts. The street signs indicate the intersection is at Battery Street. The road has a red pavement section possibly designated for bus or bicycle lanes. Pedestrians are visible on the sidewalks.",
    "/mnt/data/ataparia/LidarTraining/night-day-frames/training/image_0/000034267.jpg": "The image depicts a city street with cars parked on both sides. The street is lined with trees and two-story buildings with various architectural styles. There are utility poles and wires overhead. A mountain is visible in the background. The sky is clear and blue, and a person is walking on the sidewalk. The street has yellow pedestrian crossing lines, and a traffic light is present at the intersection.",
    "/mnt/data/ataparia/LidarTraining/night-day-frames/training/image_0/000028126.jpg": "The image depicts a suburban street scene. There are parked cars lining both sides of a wide road. Trees and shrubs are visible along the sidewalks. Houses with manicured lawns are present on both sides of the street. The sky appears clear, and there are several utility poles with wires running along the right side of the scene. In the background, there is a glimpse of city buildings or possibly a body of water.",
    "/mnt/data/ataparia/LidarTraining/night-day-frames/training/image_0/000065367.jpg": "The image shows a wet urban street scene on a rainy day. A pedestrian is holding an umbrella while crossing the street. Palm trees line the sidewalk, and there is mist or fog in the air that slightly obscures the view. Traffic lights are visible with red signals, and there is a bridge in the background, adding to the city's infrastructure. The road and surroundings are wet, reflecting the overcast weather.",
    "/mnt/data/ataparia/LidarTraining/night-day-frames/training/image_0/000067283.jpg": "The image shows a road with light to moderate traffic. Various vehicles, including cars and a truck, are waiting on their lanes. There are traffic lights visible, with the one ahead showing a red light, indicating vehicles are stopped. On the left side, people are walking along a fenced sidewalk. The sky is overcast, and there are trees and palm trees in the distance, providing a slightly urban setting.",
    "/mnt/data/ataparia/LidarTraining/night-day-frames/training/image_0/1000721.jpg": "The image depicts a nighttime scene on a wet city street. A few cars are visible, with one prominent white car in the middle of the road. Streetlights are illuminated, casting reflections on the wet pavement. The street appears quiet, suggesting light traffic. Trees and buildings are faintly visible along the sides of the street, contributing to the urban environment.",
    "/mnt/data/ataparia/LidarTraining/night-day-frames/training/image_0/00003049.jpg": "The image shows a nighttime street scene. A car with headlights on is at a pedestrian crossing in the middle of the road. The street is lined with buildings on the right, and there is a sign on the left possibly indicating a park. The street is illuminated by streetlights. A few other parked cars are visible along the sides of the street.",
    "/mnt/data/ataparia/LidarTraining/night-day-frames/training/image_0/000024143.jpg": "The image shows a busy urban intersection during daylight. A black SUV is making a left turn in the middle of the intersection. Other vehicles are visible on the road, some heading straight, and traffic is relatively dense. There are traffic lights at the intersection, with at least one showing a red light. Residential buildings and a large palm tree are located on one side, and some trees and greenery can be seen along the street. The sky is clear and blue, suggesting good weather conditions.",
    "/mnt/data/ataparia/LidarTraining/night-day-frames/training/image_0/10005967.jpg": "The image shows a city street scene at an intersection. The road is wide and appears to slope downward. On both sides of the street, there are multi-story buildings with trees lining the sidewalks. Several vehicles are parked along the street, and a few are visible driving down the hill. To the right, there is a white van parked at the curb. The traffic light is red, indicating a stop. The sky is cloudy, suggesting overcast weather.",
    "/mnt/data/ataparia/LidarTraining/night-day-frames/training/image_0/000029849.jpg": "The image shows a street scene with several cars queued at a traffic light. The road is wide with multiple lanes, and there is a dedicated bicycle lane on the right side. To the left, there is a delivery truck with a FedEx logo visible. Traffic lights can be seen, with the signals for vehicles in the direction of the queue showing red, and a green signal for cross traffic. On the right, there are residential buildings with various colors and a few parked cars. Trees and hills are visible in the background under a cloudy sky.",
    "/mnt/data/ataparia/LidarTraining/night-day-frames/training/image_0/10003066.jpg": "The image depicts an urban street scene with a bus in the center of the road. The bus is a trolleybus, indicated by the cables connected above it, with the number 22 displayed on its rear. Cars are parked along the right side of the street, and there are buildings on either side. On the left, there is a large sign for Wells Fargo. On the right, various storefronts with signs, along with trees and people walking on the sidewalk, are visible. The sky appears overcast.",
    "/mnt/data/ataparia/LidarTraining/night-day-frames/training/image_0/000028394.jpg": "The image depicts a residential street scene. On the left side, there are multi-story houses painted in shades of green and gray, with large windows and garage doors visible. To the right, more houses can be seen, including a white house with a small garden featuring potted plants. Several cars are parked along the street, including a black SUV and a blue sedan. In the distance, there is a view of a tree-lined area with more buildings visible beyond. Overhead, power lines cross the street, connecting utility poles. The sky is mostly clear with a few clouds.",
    "/mnt/data/ataparia/LidarTraining/night-day-frames/training/image_0/00005217.jpg": "The image shows a dimly lit street at night. The scene includes parked cars along both sides of the street. A streetlight is visible on the right side, casting limited light on the area. There's a 'STOP' marking on the road near a stop sign on the right sidewalk. Buildings with illuminated windows can be seen on the left. The street is quiet, with no visible pedestrians or moving vehicles.",
    "/mnt/data/ataparia/LidarTraining/night-day-frames/training/image_0/000036418.jpg": "The image depicts a busy urban street intersection with multiple pedestrians crossing a crosswalk. The surrounding area is lined with tall buildings and retail stores, including notable brands like The North Face and Dior. Cars are visible on the road, some stopped at a traffic light and others continuing through the intersection. The atmosphere appears to be a lively city center, possibly during daytime or early evening.",
    "/mnt/data/ataparia/LidarTraining/night-day-frames/training/image_0/000041313.jpg": "The image shows a street with several cars parked along the left side of the road. The street is bordered by dense greenery and a row of large, leafy trees. A red car is parked in the foreground. Concrete walls and foliage are visible on the right, with stairs partially covered by greenery leading upwards. The sky is mostly overcast.",
    "/mnt/data/ataparia/LidarTraining/night-day-frames/training/image_0/00006175.jpg": "The image depicts a city street scene at night. The street is wide and relatively empty, with some vehicles parked along the sides. A white bus is parked on the right side. Buildings line the street, with prominent red neon signs for 'Bed Bath & Beyond' on the right side of the street. The sky is dark, and background buildings are illuminated with lights. Traffic signals and streetlights are visible, casting a warm glow over the scene.",
    "/mnt/data/ataparia/LidarTraining/night-day-frames/training/image_0/000068291.jpg": "The image depicts a suburban street scene with cars parked along both sides of the road. A few residential houses with distinct architectural designs are visible. In the background, a tall communications tower stands prominently on a hill, surrounded by trees and foliage. The sky is overcast, adding a muted tone to the overall image.",
    "/mnt/data/ataparia/LidarTraining/night-day-frames/training/image_0/000018259.jpg": "The image depicts a street scene in an urban area. Cars are parked along both sides of the road, and there are trees lining the right side, creating a shaded sidewalk. The left side of the street features buildings with multiple stories, one of which has architectural detailing. The sky is clear and blue, indicating a sunny day.",
    "/mnt/data/ataparia/LidarTraining/night-day-frames/training/image_0/10002871.jpg": "The image depicts a street scene on a cloudy day. There are multiple storefronts on both sides of the street, each with signs and displays visible. Cars are present on the road, and there are markings such as crosswalks and lane dividers. Traffic lights are visible, with one showing a red signal. Overhead trolley wires are present, indicating public transit options. Pedestrians can be seen walking on the sidewalks.",
    "/mnt/data/ataparia/LidarTraining/night-day-frames/training/image_0/000060506.jpg": "The image shows a street scene with a row of cars waiting at a stop sign. The vehicles are lined up on a road with a Best Buy store visible in the background to the right. On the left side, there is a pink truck with 'El Tonayense' written on it. The sky is clear and a few trees, some without leaves, are present in the scene. Power lines are seen overhead, and a building is visible ahead with a large sign that partially reads 'BEST BU' due to obstruction.",
    "/mnt/data/ataparia/LidarTraining/night-day-frames/training/image_0/10002875.jpg": "The image shows a busy urban street with multiple vehicles, including cars and SUVs, driving and parked along the road. A palm tree-lined street is visible in the background, along with buildings lining both sides. The sky appears overcast, and there are pedestrians walking on the sidewalk. Traffic lights are present at the intersection.",
    "/mnt/data/ataparia/LidarTraining/night-day-frames/training/image_0/00003758.jpg": "The image depicts a nighttime street scene in front of a building with bright neon signage that reads 'No. 9 Fishermen's Grotto.' The building has an exterior with white walls and decorative windows. There are lit outdoor lamp posts lining the street. A parked vehicle with headlights on is visible on the right side of the image, with one of its doors open. The road in front of the building has a 'STOP' marking painted on it.",
    "/mnt/data/ataparia/LidarTraining/night-day-frames/training/image_0/000066130.jpg": "The image shows a street scene during what appears to be a gray, overcast day. On the left side, there are a row of multistory residential buildings with various colors such as gray, beige, and light blue. In front of these buildings, cars are parked along the street. On the right side of the street, there are several cars driving along the road. Trees with bare branches line the right side of the street, and a sidewalk runs parallel to the road. The road surface reflects light, suggesting that it might have rained recently.",
    "/mnt/data/ataparia/LidarTraining/night-day-frames/training/image_0/10007013.jpg": "The image depicts a busy urban intersection. Several cars, including a white sedan, a red car, and a light-colored taxi, are visible. A bus is stopped at the intersection on the right, and pedestrians are crossing on the crosswalk. The streets are lined with modern buildings, and there are traffic lights indicating green for cars and red for pedestrians. Overcast weather is evident from the cloudy sky.",
    "/mnt/data/ataparia/LidarTraining/night-day-frames/training/image_0/000045133.jpg": "The image shows an urban street scene in a city. The street is flanked by large buildings on both sides, with the building on the right made of brick and displaying a structured facade. There are banners hanging from lamp posts, and a few pedestrians are walking along the sidewalks. The street is mostly empty, showing a single car in the distance. The traffic lights are green, and crosswalks are clearly visible on the road.",
    "/mnt/data/ataparia/LidarTraining/night-day-frames/training/image_0/000020202.jpg": "The image depicts a residential street lined with parked cars on both sides. The buildings are mostly two to three-story houses and apartment complexes, featuring light-colored exteriors with some having red-tiled roofs. There is a clear, blue sky indicating a sunny day. A small hill with houses is visible in the background. Streetlights and a traffic cone can also be seen along the roadside.",
    "/mnt/data/ataparia/LidarTraining/night-day-frames/training/image_0/000017782.jpg": "The image shows a busy urban intersection with a brick building in the background. In the foreground, several cars are waiting at a red light. There is a white delivery van on the left side, and a truck and yellow school bus are visible in the intersection. A person is walking across the crosswalk. A palm tree and street signs can also be seen.",
    "/mnt/data/ataparia/LidarTraining/night-day-frames/training/image_0/00008953.jpg": "The image depicts an urban street scene at an intersection. The traffic lights are green, indicating vehicles can proceed. Several cars are visible driving along the road, with a large truck in the center lane. To the right, a group of people are walking along the sidewalk, possibly towards a bus stop. Trees line the street, and a flagpole with flags flying can be seen in the background. The sky is overcast, contributing to a muted tone in the scene.",
    "/mnt/data/ataparia/LidarTraining/night-day-frames/training/image_0/000027261.jpg": "The image shows a busy urban intersection on a sunny day. There are several vehicles, including SUVs and sedans, waiting or moving through the intersection. Pedestrians are crossing the street on marked crosswalks. Overhead, there are numerous power lines, likely for public transportation such as streetcars or buses. The street is lined with trees and tall buildings on either side, with a red traffic signal visible. A McDonald's sign is partially visible on the right.",
    "/mnt/data/ataparia/LidarTraining/night-day-frames/training/image_0/000031705.jpg": "The image shows a light blue, single-story house on a sloped street. It has several windows with curtains partially visible from the outside. In the background, there is a tall tower structure, possibly a communication or transmission tower. There are utility poles and wires in the foreground. The area around the house has grass and some shrubbery, and the sidewalk appears to be clear. A car is partially visible parked on the street to the right.",
    "/mnt/data/ataparia/LidarTraining/night-day-frames/training/image_0/000061015.jpg": "The image depicts an urban street scene with cars stopped at a crosswalk. The words 'KEEP CLEAR' are painted on the road. On the right, a McDonald's restaurant is visible with people walking on the sidewalk. There are shopping carts nearby, suggesting the presence of a grocery or retail store. Trees and vegetation line the streets, and the sky appears overcast.",
    "/mnt/data/ataparia/LidarTraining/night-day-frames/training/image_0/000063767.jpg": "The image shows a steep street in an urban area, lined with residential buildings. There are parked vehicles along the sides, including a white van. Utility poles and overhead power lines run along the street. In the background, several houses are visible on a hill, with trees around them. The sky is clear and blue.",
    "/mnt/data/ataparia/LidarTraining/night-day-frames/training/image_0/000021516.jpg": "The image shows a suburban street with several parked cars lining the left side of the road. Trees with dense foliage cover the left side, providing shade. On the right, there is a sidewalk bordered with green and purple shrubs. The road curves to the right, and a traffic sign indicates a scenic drive ahead. The sky is clear, suggesting a sunny day.",
    "/mnt/data/ataparia/LidarTraining/night-day-frames/training/image_0/000026353.jpg": "The image shows a busy urban street scene with multiple vehicles, including cars and a van, navigating an intersection. The vehicles are mostly modern, with dark and neutral colors. Buildings on both sides of the road have commercial appearances, and there are street signs and banners hanging from poles. Trees and landscaping are seen along the streets. The sky is overcast, indicating cloudy weather, and there is a noticeable antenna tower in the background.",
    "/mnt/data/ataparia/LidarTraining/night-day-frames/training/image_0/1000997.jpg": "The image depicts a steep urban street with residential buildings on both sides. The road has a wet surface, indicating recent rain, and features a stop sign at an intersection. Overhead, numerous power lines crisscross the scene. A painted 'STOP' marking is visible on the street, and there are parked cars lining both sides of the road. The sky appears overcast, contributing to a grey ambiance.",
    "/mnt/data/ataparia/LidarTraining/night-day-frames/training/image_0/00006297.jpg": "The image depicts a dimly lit street at night, with several parked cars along one side. There are visible streetlights casting a yellow glow over the wet pavement, creating a reflective effect. The image has prominent lens flare effects from the streetlights, appearing as large, circular light spots throughout the scene.",
    "/mnt/data/ataparia/LidarTraining/night-day-frames/training/image_0/000030144.jpg": "The image depicts a residential street scene. A narrow road is lined with parked cars on the right side, including a black SUV and a gray van. On the left side, a blue sedan is parked near a curb in front of a large green bush and a tree. A wooden utility pole with power lines and a small sign is visible on the left. There are more trees in the background, and a distant view of a city's skyline can be seen beyond the blue two-story building with a garage in the center of the image. The sky is partly cloudy, and the overall atmosphere appears calm and quiet.",
    "/mnt/data/ataparia/LidarTraining/night-day-frames/training/image_0/00001115.jpg": "The image shows a dimly lit urban street at night. The street is lined with parked cars on both sides, and several cars are moving down the road. Streetlights illuminate the scene, creating reflections on the wet surface of the road. Residential buildings line the left side, with some windows lit. The sky is dark, indicating nighttime. A pedestrian crosswalk is visible in the foreground.",
    "/mnt/data/ataparia/LidarTraining/night-day-frames/training/image_0/000043288.jpg": "The image depicts a residential street with a slight incline. Cars are parked along both sides of the street. On the left side, there are trees and shrubbery, while the right side has buildings with windows and a fence. A speed limit sign indicating '25' is visible on the right. In the background, there is a view of more trees, buildings, and distant hills under a cloudy sky.",
    "/mnt/data/ataparia/LidarTraining/night-day-frames/training/image_0/000046773.jpg": "The image depicts an urban street intersection surrounded by tall buildings. A black Range Rover is positioned at the forefront, waiting at a crosswalk alongside a silver minivan and a blue sedan. In the background, a yellow utility truck with a raised platform is parked near the sidewalk. A utility worker in a yellow vest is visible on the platform, while another worker in an orange vest stands beside the truck. There are several pedestrians walking along the sidewalks. The street is marked with various traffic signs and signals. A FedEx store and a hot dog stand are also visible in the scene.",
    "/mnt/data/ataparia/LidarTraining/night-day-frames/training/image_0/10007597.jpg": "The image depicts a residential street scene featuring a row of houses. The central house is painted in bright blue with red accents and has a distinct, modern architectural style. There are potted plants and flowers arranged on the walkway. Two cars are parked outside: a silver one on the left driveway and a small blue one in front of the blue house. The weather appears overcast and the street is wet, suggesting recent rain.",
    "/mnt/data/ataparia/LidarTraining/night-day-frames/training/image_0/000029412.jpg": "The image depicts a street scene at an intersection with a red traffic light. The road has tram tracks and pedestrian crosswalks marked. There are shops and businesses on both sides of the street, with visible signs and items for sale displayed outside. The street is lined with lampposts and overhead wires for trams. Some people are walking along the sidewalks, and a single vehicle is visible moving down the street.",
    "/mnt/data/ataparia/LidarTraining/night-day-frames/training/image_0/000014682.jpg": "The image shows a misty or foggy street scene with vehicles driving on a multi-lane road. There are several cars, including a black car and a white van, visible on the road. Buildings can be seen on the left side, with one displaying awnings and signs, indicating it might be a commercial area. Leafless trees line the side of the road, suggesting it might be late autumn or winter. The weather appears overcast, contributing to the foggy atmosphere.",
    "/mnt/data/ataparia/LidarTraining/night-day-frames/training/image_0/0000822.jpg": "The image shows a street scene at night with wet pavement, likely due to rain. Several cars are visible on the road, with their headlights and taillights reflecting off the wet surface. On the right, there are illuminated signs for various businesses, including a fast-food restaurant and a telecommunications store. The sky is dark, and streetlights along the sides of the road provide additional illumination.",
    "/mnt/data/ataparia/LidarTraining/night-day-frames/training/image_0/000012296.jpg": "The image shows an urban street scene under overcast skies. There is a main road with a designated red bus lane. A few vehicles, including a U.S. Postal Service van, are visible on the street. Buildings with glass windows and a mix of modern and older architectural styles line the street. Traffic signals are present, and the lights are red. Pedestrians are walking on the sidewalk. An elevated highway overpass is visible in the background, and there are banners on lamp posts. The area appears relatively quiet with minimal traffic and activity.",
    "/mnt/data/ataparia/LidarTraining/night-day-frames/training/image_0/00001292.jpg": "The image depicts a nighttime urban street scene. The street is illuminated by street lamps, casting light on the road and sidewalks. Several cars are parked along the sides of the street, and a few are driving towards the foreground with headlights on. The street has pedestrian crosswalks with painted yellow stripes. On the right side, buildings host various storefronts with signage visible. Two individuals are walking on the sidewalk on the far right side of the image. Trees with bare branches are seen on the sides, partially lit by the street lamps.",
    "/mnt/data/ataparia/LidarTraining/night-day-frames/training/image_0/000013457.jpg": "The image shows an urban street intersection during the daytime. There are two cars in the foreground, one silver SUV and a silver sedan, both waiting to cross or turn at the intersection. The street is lined with multi-story residential or commercial buildings on both sides. Some trees are visible along the sidewalk. There are multiple tram tracks on the road. Overhead utility lines and a clear blue sky can be seen. The intersection includes a traffic light, and some construction equipment fenced off with orange barriers is on the right side.",
    "/mnt/data/ataparia/LidarTraining/night-day-frames/training/image_0/000012866.jpg": "The image depicts a foggy street scene during what appears to be early evening or late afternoon, as the streetlamps are lit. Several vehicles are parked on both sides of the street, including a white pickup truck and other cars. The road is wet, indicating recent rain. On the right side, there are modern multi-story houses with large windows. In the distance, trees with sparse leaves are visible, creating a slightly eerie atmosphere enhanced by the fog.",
    "/mnt/data/ataparia/LidarTraining/night-day-frames/training/image_0/000036503.jpg": "The image shows a road with a 'STOP' marking at an intersection, bordered by yellow lines. A large, red and white communications tower is visible on the left. In the background, there are trees and greenery, along with some buildings partially visible through the trees. The sky is overcast with layers of dark clouds, suggesting impending rain or a gloomy weather condition. A utility pole with cables runs along the right side of the road.",
    "/mnt/data/ataparia/LidarTraining/night-day-frames/training/image_0/000039521.jpg": "The image depicts a city street lined with parked cars on both sides. Tall buildings with varying architectural designs are visible along the street. A banner with a cartoon character is hung on one side. In the background, there is a church tower visible above the trees. The sky is partly cloudy, and the street appears to be moderately busy with vehicles driving in both directions.",
    "/mnt/data/ataparia/LidarTraining/night-day-frames/training/image_0/00003193.jpg": "The image shows a nighttime street scene in a lively urban area. There are bright neon lights illuminating the buildings and signs, including one for an entertainment or dining venue. A white car is seen driving on the street, and there are several other vehicles parked along the road. Pedestrians are visible on the sidewalks, and the street is well-lit with street lamps. The atmosphere appears vibrant, typical of a popular tourist or entertainment district.",
    "/mnt/data/ataparia/LidarTraining/night-day-frames/training/image_0/000064106.jpg": "The image shows a residential street with a steep incline. There are several houses on the left side of the street, with trees and bushes in the front yards. A large tree is prominently visible in the foreground, partially casting a shadow on the street. On the road, a white SUV is parked alongside a red vehicle, with another car further back. The word 'STOP' is painted on the pavement.",
    "/mnt/data/ataparia/LidarTraining/night-day-frames/training/image_0/000010668.jpg": "The image shows a residential street with several parked cars along the sidewalk. There are two buildings visible; one is a brown house with multiple windows, including large corner windows and a garage. The other is a light-colored building with balconies. The street curves, and there are large trees with dense foliage on both sides. The sky is overcast, creating a muted lighting effect.",
    "/mnt/data/ataparia/LidarTraining/night-day-frames/training/image_0/10004265.jpg": "The image shows a city street with several lanes of traffic. A McDonald's drive-thru sign is prominently visible on the right side near a building. There are cars on the road and a bus in the opposite direction. Pedestrians, including someone with a bicycle, are crossing at the intersection. Overhead, there are numerous power lines typical of an urban setting. The sky is clear with some clouds, and trees line the street on both sides.",
    "/mnt/data/ataparia/LidarTraining/night-day-frames/training/image_0/00005942.jpg": "The image shows a nighttime urban scene at an intersection. The street is lined with parked cars on both sides and a few vehicles are driving down the road. Street lights illuminate the area, and a traffic light is visible, showing red for a crossing street. Some buildings with lit windows are visible on either side of the street.",
    "/mnt/data/ataparia/LidarTraining/night-day-frames/training/image_0/10005131.jpg": "The image shows a busy urban intersection with vehicles waiting at a red traffic light. Several cars and SUVs are lined up in different lanes, driving under an elevated road or overpass. There are street signs and traffic lights visible. Trees and buildings are present on the side of the road, with a blank billboard positioned above the overpass.",
    "/mnt/data/ataparia/LidarTraining/night-day-frames/training/image_0/000042602.jpg": "The image depicts a residential street with several cars parked on both sides. The roadway is marked with a stop sign and pedestrian crossing lines. There are multiple houses along the street, with trees and shrubs visible in some yards. The area appears to be on a hill, given the incline of the road. Overhead, the sky is cloudy, and the distance shows a view of a cityscape.",
    "/mnt/data/ataparia/LidarTraining/night-day-frames/training/image_0/000071088.jpg": "The image depicts a rainy urban street intersection. Several vehicles, including a white pickup truck and a white compact car, are present at the crosswalk. A person is seen crossing the street in the rain, holding an umbrella. Buildings line both sides of the street, with visible signage including 'Allstars Donuts & Burgers' on the left. Street lights and traffic signals are also visible, and the sky is overcast, contributing to a gloomy atmosphere.",
    "/mnt/data/ataparia/LidarTraining/night-day-frames/training/image_0/000018463.jpg": "The image shows an urban street scene on a clear day. A wide road stretches into the distance, lined with multi-story buildings on both sides. Several cars are parked along the sides of the street, and a few vehicles are driving on the road. There are electrical and telephone wires overhead, and a pedestrian can be seen walking across the street in the foreground. The sky is blue with no visible clouds.",
    "/mnt/data/ataparia/LidarTraining/night-day-frames/training/image_0/0000585.jpg": "The image depicts a dimly lit street at night. The road is wet, reflecting the streetlights above and the headlights of cars parked along the side. The scene gives a sense of a rainy or recently rained environment. The street is lined with low buildings or houses, and there are multiple streetlights illuminating the area. The atmosphere appears quiet with no visible pedestrians.",
    "/mnt/data/ataparia/LidarTraining/night-day-frames/training/image_0/00009742.jpg": "The image shows a residential street with a slight incline. There are cars parked along both sides of the road and a few cars driving in the middle. The street is lined with houses, each featuring a variety of architectural styles and colors. Overhead power lines run parallel to the street, and the sky is overcast.",
    "/mnt/data/ataparia/LidarTraining/night-day-frames/training/image_0/10003007.jpg": "The image depicts a rainy street scene in an urban area. The street is wet, indicating recent rainfall. Several cars are visible on the road, one in motion and slightly blurred. Buildings lining the street are residential and commercial, some displaying traditional bay window architecture. A sign on one building advertises office space availability, and a mannequin can be seen through a store window. The sky is overcast, contributing to a dim and moody atmosphere.",
    "/mnt/data/ataparia/LidarTraining/night-day-frames/training/image_0/000046825.jpg": "The image shows an urban street scene with vehicles lined up on the road. A silver SUV is in the foreground, behind other cars waiting at a traffic light. On the left, there is a raised train line with a train visible in motion. To the right, modern buildings with large windows are present. A person is walking a dog on the sidewalk near the buildings. The street is lined with utility poles and traffic signals.",
    "/mnt/data/ataparia/LidarTraining/night-day-frames/training/image_0/000031584.jpg": "The image shows a urban street scene featuring cars driving and parked along a multi-lane road. An overpass is seen crossing over the road. There are traffic signals visible under the overpass, and several cars waiting at a red light. On the left side, there are parked vehicles and a building with glass block windows. Trees are interspersed along the sidewalk.",
    "/mnt/data/ataparia/LidarTraining/night-day-frames/training/image_0/10001946.jpg": "The image depicts a street scene in a parking area next to a building with visible signs for Chase and McDonald's. Several pedestrians, including an adult holding a small child and a child in a jacket, are crossing the street in a marked pedestrian zone. Cars are parked on the sides, and a few are entering or exiting the parking area. Trees and a multi-story building are visible in the background.",
    "/mnt/data/ataparia/LidarTraining/night-day-frames/training/image_0/10002840.jpg": "The image shows a sloped, narrow street with the word 'STOP' painted at the bottom near the viewer. On the left side of the street, there is a large white truck parked. To the right, multiple cars are parked along the curb. The street has residential houses on both sides, and there is foliage and trees visible on the left side sidewalk. Orange traffic cones and blockades are present on the right sidewalk area, suggesting construction or maintenance work. Utility poles and cables are visible against a cloudy sky in the background.",
    "/mnt/data/ataparia/LidarTraining/night-day-frames/training/image_0/000062170.jpg": "The image depicts a wet, overcast street scene in an urban area. The road is lined with parked cars on either side, and a few vehicles are driving down the middle. Buildings on the right, including a structure with ivy-covered walls, and on the left are primarily industrial or commercial, with one building featuring a red and white color scheme. Various utility poles with overhead wires line the street. The pavement glistens with rain, indicating recent rainfall.",
    "/mnt/data/ataparia/LidarTraining/night-day-frames/training/image_0/10006036.jpg": "The image depicts a busy urban intersection with multiple vehicles, including cars and a bus, waiting at a traffic light. The surroundings include buildings with modern architecture and some greenery. Various advertisements and street signs are visible, and there is a building with a large sign that reads 'Beauty.' The sky is overcast, and overall, the scene appears to be in a city environment with moderate vehicular traffic.",
    "/mnt/data/ataparia/LidarTraining/night-day-frames/training/image_0/000017997.jpg": "The image shows a street scene with several cars driving on a multi-lane road. The traffic lights are green, allowing vehicles to continue. There is a street sign that reads 'Evelyn' and a speed limit sign indicating 25 mph, with a warning for a school zone. On the right side, there are residential houses with front gardens. It appears to be a cloudy day, and the area is suburban with trees and hills in the background.",
    "/mnt/data/ataparia/LidarTraining/night-day-frames/training/image_0/10003438.jpg": "The image depicts a busy urban street scene with several cars driving along a road lined with shops and buildings. A traffic light is visible, showing a green light. There are tracks embedded in the road, possibly for streetcars or trams. Pedestrians can be seen on the sidewalks, and there are palm trees and various plants in planters along the street. The sky appears overcast, indicating possible cloudy weather.",
    "/mnt/data/ataparia/LidarTraining/night-day-frames/training/image_0/00005045.jpg": "The image depicts a night scene in a city environment with illuminated buildings and street lights lining the road. A tram track runs along the street, which also features a designated bike lane. An advertisement pillar on the sidewalk displays an image of two penguins. Trees line the street, and a few cars and pedestrians are visible in the distance.",
    "/mnt/data/ataparia/LidarTraining/night-day-frames/training/image_0/000038181.jpg": "The image shows a residential street lined with parked cars. On either side of the road, vehicles are parked closely together against the curb. The street is flanked by greenery on the left, including bushes and trees, while the right side features buildings and more trees. The road slopes downwards, leading to a distant view of more buildings and a hazy skyline under a cloudy sky. Power lines run overhead, and the overall setting appears to be quiet and residential.",
    "/mnt/data/ataparia/LidarTraining/night-day-frames/training/image_0/000034781.jpg": "The image shows a busy urban street with multiple lanes of cars traveling in both directions. Tall buildings line the sides of the street, displaying a mix of architectural styles, from classic to modern. The sky appears overcast or during dusk, as the streetlights are on. There are pedestrians on the sidewalks, and some buildings have awnings, adding to the city atmosphere. Traffic signals and signs are visible, guiding the flow of vehicles.",
    "/mnt/data/ataparia/LidarTraining/night-day-frames/training/image_0/000060895.jpg": "The image depicts a busy urban street scene in a city with tall buildings flanking the road. Several vehicles, including trucks, cars, and SUVs, are visible on the street, suggesting traffic in both directions. On the left side, there's a truck with 'VINIVISON TRUCKING' branding. On the right, another truck displays 'MODESTO FOOD DISTRIBUTORS' branding. The buildings on either side of the street are multi-story and made of brick or concrete, typical of a downtown area. Pedestrians and other city elements like street signs and traffic signals add to the urban atmosphere.",
    "/mnt/data/ataparia/LidarTraining/night-day-frames/training/image_0/000062119.jpg": "The image depicts an urban street scene with a truck in the left lane, driving away from the viewer. The street is lined with palm trees and modern buildings, including a red brick structure on the right. A pedestrian is walking on the sidewalk next to the building. The atmosphere appears clear, and there are several vehicles in the distance.",
    "/mnt/data/ataparia/LidarTraining/night-day-frames/training/image_0/000044569.jpg": "The image shows a steep residential street on a clear day. There are houses on both sides of the street, with multiple levels and varied designs. A long staircase runs up the center of the hill between the houses. Several vehicles are parked along the street, and there is a 'STOP' sign painted on the road at the intersection. The street is lined with tall trees, and the sky is clear and blue.",
    "/mnt/data/ataparia/LidarTraining/night-day-frames/training/image_0/000069974.jpg": "The image depicts a city street lined with tall buildings on both sides. The buildings are modern, featuring glass and steel exteriors. Cars are parked along the sides of the street, and a few people are seen walking on the sidewalks. The street leads toward the horizon where more buildings are visible. Trees are planted along the sidewalk, adding some greenery to the urban setting.",
    "/mnt/data/ataparia/LidarTraining/night-day-frames/training/image_0/000014882.jpg": "The image shows a multi-lane highway with several vehicles traveling in both directions. There are barriers dividing the lanes, and a few cars are visible traveling away from the camera. On the left side of the road, a construction crane is visible among buildings. On the right, a taller building can be seen, with more structures extending back into the distance. The sky is clear with a hint of clouds.",
    "/mnt/data/ataparia/LidarTraining/night-day-frames/training/image_0/0000759.jpg": "The image depicts a dimly lit urban street at night, with wet pavement reflecting streetlights and headlights from oncoming cars. The scene is slightly blurred, possibly due to the rain or mist, creating lens flares or light artifacts. Cars are parked along the side of the street, and a few buildings with illuminated windows are visible.",
    "/mnt/data/ataparia/LidarTraining/night-day-frames/training/image_0/00001348.jpg": "The image shows a nighttime scene of a quiet residential street. There is a crosswalk painted on the road with a 'STOP' sign visible on the pavement. Streetlights illuminate the scene, creating a warm glow. Cars are parked along the sides of the street, and houses can be seen in the background with some lights on, indicating occupancy or decoration.",
    "/mnt/data/ataparia/LidarTraining/night-day-frames/training/image_0/000012712.jpg": "The image shows a set of stone stairs leading up a grassy hill. The hill is surrounded by tall trees and a green chain-link fence is visible at the top of the stairs. The area appears to be a park or a natural setting. A street runs in front of the hill with a manhole cover visible on the road. There is a lamppost positioned to the left of the stairs.",
    "/mnt/data/ataparia/LidarTraining/night-day-frames/training/image_0/000053392.jpg": "The image shows a residential street with a steep incline. A grey car is parked on the side of the road. There are two-story houses along the street, surrounded by trimmed bushes and trees. On the right side, a grassy area with large rocks and several tall trees is visible, extending upwards. The sky is overcast with a few clouds.",
    "/mnt/data/ataparia/LidarTraining/night-day-frames/training/image_0/000027241.jpg": "The image shows a busy urban road with multiple vehicles traveling in both directions. The sky is overcast with a light grey color. There are several cars in the left lane, including a silver Kia Soul in the foreground. On the right side, a silver sedan and other vehicles are on the move. The road has overhead traffic lights, and there are street signs visible. On the left, there's a bus stopped near a sidewalk where a pedestrian is seen. Palm trees and other greenery are present along the road, and there is a church with a steeple visible in the background on the right. A sign for a university is partially visible on the right as well.",
    "/mnt/data/ataparia/LidarTraining/night-day-frames/training/image_0/000057627.jpg": "The image depicts an urban street scene where three cars are driving on a two-lane road. The road is lined with multi-story residential buildings. Several cars are parked along the sidewalk. The traffic lights are green, and the street sign indicates 'Jackson Street.' Trees are visible along the sidewalks, and a distant view shows a body of water and a hill in the background.",
    "/mnt/data/ataparia/LidarTraining/night-day-frames/training/image_0/0000022.jpg": "The image shows a rainy nighttime street scene in an urban area. The road surface is wet, reflecting the red and white lights from car brake lights and streetlights. Several cars are visible, with their rear lights illuminated. On the right side, there are commercial buildings with illuminated signs, including recognizable logos. The atmosphere is dark, with a few faintly lit trees lining the street on the left.",
    "/mnt/data/ataparia/LidarTraining/night-day-frames/training/image_0/000034380.jpg": "The image shows a street scene in an urban area. There are buildings on both sides of the street, with various business signs visible, such as a paint store. A light rail train is crossing the street in the background. Several parked cars line both sides of the street, and overhead power lines crisscross above. The sky is overcast, and a sign indicating a 'Transit Lane Ahead' is visible on the right side.",
    "/mnt/data/ataparia/LidarTraining/night-day-frames/training/image_0/00007470.jpg": "The image shows a highway scene with multiple lanes where several cars are visible. The sky is clear with a slight haze, indicating it's likely daytime. To the left of the highway, there's a red and gray wavy barrier design along the road. In the background, there's a cityscape with buildings, and a crane can be seen in the distance. The road appears to be a well-traveled urban highway.",
    "/mnt/data/ataparia/LidarTraining/night-day-frames/training/image_0/000044238.jpg": "The image shows a city street view with cars on the road. In the foreground, there is a black car stopped at a traffic light, while a red SUV is in the adjacent lane. The road is surrounded by tall buildings on both sides, with a visible tower in the distance. Several cars and a bus are visible on the road, and there are pedestrians on the sidewalks. Overhead, there are electrical wires, likely for public transportation, and multiple traffic lights and signs are present.",
    "/mnt/data/ataparia/LidarTraining/night-day-frames/training/image_0/000060951.jpg": "The image depicts a busy urban street intersection. A silver car is stopped in the middle of the intersection. There are buildings on both sides of the street, with various shops such as a Skechers store on the right. The street is lined with palm trees and other greenery, and several pedestrians are visible, some crossing the street. There are multiple vehicles, including a bus in the distance, and the sky is overcast.",
    "/mnt/data/ataparia/LidarTraining/night-day-frames/training/image_0/000020530.jpg": "The image depicts a busy urban street scene with several cars driving along a multi-lane road. To the left, there is a raised platform, likely a transit station, where people are waiting. A protective barrier separates the road from the tracks. On the right, trees and additional shelters provide cover for more waiting individuals. The sky is overcast, and traffic lights are visible further down the street.",
    "/mnt/data/ataparia/LidarTraining/night-day-frames/training/image_0/000037676.jpg": "The image shows a city street scene. A person wearing a yellow coat and carrying a backpack is crossing the street at a crosswalk. They are holding a drink cup. There are several cars stopped at a red traffic light at the intersection. To the right, a building has '300 BRANNAN' written on it. The weather is clear, with blue skies and some clouds. The street is lined with modern and older brick buildings, and orange traffic cones are placed along the road.",
    "/mnt/data/ataparia/LidarTraining/night-day-frames/training/image_0/000063300.jpg": "The image depicts a wet and gloomy day at an intersection. Several vehicles are waiting at a traffic light, which is green. A white car and a blue car are visible in the lane ahead. On the right, a cyclist is riding along the road, partially obscured by the rain. The road is wet, indicating recent or ongoing rainfall. Trees and a grassy area in the background add to the dreary atmosphere. The sky is overcast, contributing to the dim lighting.",
    "/mnt/data/ataparia/LidarTraining/night-day-frames/training/image_0/000036051.jpg": "The image depicts an urban street scene lined with parked cars on both sides. The street is flanked by various shops and buildings, some with signs in Asian scripts, indicating a possible Chinatown or Asian district. Overhead, there are power lines, and the sky appears overcast. The street is busy, with cars driving and people walking on the sidewalks. The general atmosphere is that of a commercial area in a city.",
    "/mnt/data/ataparia/LidarTraining/night-day-frames/training/image_0/000019735.jpg": "The image shows an urban street scene with several vehicles on the road. The street is moderately busy, with cars and a white van visible in the foreground. Large buildings line both sides of the street, and trees are present along the sidewalk. The sky is overcast, creating a somewhat dim atmosphere. The scene suggests a typical day in a city setting with a mix of commercial and residential buildings.",
    "/mnt/data/ataparia/LidarTraining/night-day-frames/training/image_0/000020688.jpg": "The image depicts a steep urban street with tram tracks running down the center. The street is lined with parked cars and buildings on either side. There are trees without leaves along the sidewalks. Signage for Hyde Street is visible, and the architecture includes a mix of modern and older structures. The sky is clear and blue, suggesting a sunny day.",
    "/mnt/data/ataparia/LidarTraining/night-day-frames/training/image_0/00004102.jpg": "The image shows an urban street at night. The street is illuminated by streetlights and a red traffic signal is visible overhead. Several vehicles are parked along the roadside and a person on a bicycle is crossing the street. A neon sign is visible on the right side, adding color to the scene. The atmosphere appears to be calm with light traffic.",
    "/mnt/data/ataparia/LidarTraining/night-day-frames/training/image_0/00009947.jpg": "The image shows a city street with several vehicles parked along the side. In the foreground, there is a silver Hyundai Elantra. There are modern glass buildings lining the street, with some trees and a fire hydrant visible on the sidewalk. People are walking along the sidewalk, and there are streetlights as well as a traffic signal in the background. The sky is clear, allowing for distant buildings to be visible in the background.",
    "/mnt/data/ataparia/LidarTraining/night-day-frames/training/image_0/000056932.jpg": "The image features a winding road with clean pavement, edged with double yellow lines on the left and a white line on the right. To the side of the road is a sloped hill covered with green vegetation, including grass and small shrubs. The hill has a steep rocky section visible in places. The sky is overcast, casting a diffused light over the landscape.",
    "/mnt/data/ataparia/LidarTraining/night-day-frames/training/image_0/000072387.jpg": "The image depicts a street intersection in an urban area. There is a stop sign on the road and visible road markings indicating a stop line. A white van and a couple of cars are at the intersection. The surroundings include buildings with large windows, utility poles with overhead wires, and trees lining the sidewalks. In the background, there are hills with scattered houses. The sky is overcast, suggesting a cloudy day.",
    "/mnt/data/ataparia/LidarTraining/night-day-frames/training/image_0/000038867.jpg": "The image shows a quiet urban street with residential buildings on both sides. A single orange traffic cone is placed in the middle of the road. Cars are parked along the sidewalks, and there are power lines overhead. The street is lined with small trees and there is a clear blue sky in the background. The scene has a downhill perspective, leading to a distant view of more trees and hills in the background.",
    "/mnt/data/ataparia/LidarTraining/night-day-frames/training/image_0/000066234.jpg": "The image shows a steep urban street lined with houses on both sides. The houses have different architectural styles and are painted in various colors, such as blue and peach. There are several parked cars on either side of the street. Overhead, there are utility lines stretching across. Trees and bushes are visible along the sidewalks, and there are some people in the distance walking up the hill. The sky is clear and blue, indicating a sunny day.",
    "/mnt/data/ataparia/LidarTraining/night-day-frames/training/image_0/000025999.jpg": "The image shows a city street scene with tall modern and historical buildings lining both sides. Cars and a blue delivery truck are visible on the road. Pedestrians are present on the sidewalks, and a traffic light is green for pedestrians, showing a walking signal. The street signs indicate it's the intersection of Sansome Street. There are advertisements hanging on the buildings, and the sky is overcast, giving the scene a dim lighting.",
    "/mnt/data/ataparia/LidarTraining/night-day-frames/training/image_0/000063596.jpg": "The image shows an urban street scene with a modern building. There are a few trees lining the sidewalk in front of the building. The building has a glass entrance with an adjacent metal door labeled 'FCC'. The walkway is paved with large tiles and features a tactile strip, suggesting an accessible path for visually impaired pedestrians.",
    "/mnt/data/ataparia/LidarTraining/night-day-frames/training/image_0/000028855.jpg": "The image shows a city street scene in an urban environment. There are multiple vehicles, including a silver Chevrolet Silverado and a trolley bus, on a road with red and white painted lanes. Buildings with various businesses like 'Thule,' 'Rock Solid,' and 'Epic' line the street. Overhead, there are utility lines and cloudy skies. In the distance, taller buildings are visible, suggesting a city skyline. Pedestrians and traffic signs are also present along the sidewalks.",
    "/mnt/data/ataparia/LidarTraining/night-day-frames/training/image_0/000052015.jpg": "The image shows an urban street scene at an intersection. There is a white SUV taxi in the foreground moving across a crosswalk. Buildings line both sides of the street with several stories, and tree-lined sidewalks are visible. The traffic lights are red, indicating a stop. There are a few pedestrians on the sidewalk, and a sign indicating '3rd Street'. The weather is clear, and the scene appears calm with minimal traffic.",
    "/mnt/data/ataparia/LidarTraining/night-day-frames/training/image_0/000015490.jpg": "The image depicts a busy urban intersection with several pedestrians crossing the street. Cars and a truck are visible in the lane, some going through the intersection as the signal is green. On one corner, there is a Walgreens store with its pharmacy sign visible, and buildings lining the street are a mix of modern and older architecture. The street sign indicates the intersection is at Mission Street, and the scene appears to be in a downtown area with high-rise buildings in the background.",
    "/mnt/data/ataparia/LidarTraining/night-day-frames/training/image_0/000050261.jpg": "The image shows a multi-lane road with moderate traffic. Several vehicles, including a black Jeep, silver sedan, and a few other cars, are traveling in the same direction. The left side of the road features a railway track enclosed by a fence, while the right side has trees and a railroad crossing sign. There's a cloudy sky above, and streetlights line the road.",
    "/mnt/data/ataparia/LidarTraining/night-day-frames/training/image_0/000054844.jpg": "The image shows a street scene with a few residential buildings on the right. The buildings are multi-story with bay windows and ornate architectural details. There are several cars parked along the street, and the road is empty of traffic. A tree is visible casting a shadow on the ground, and there are light beams or lens flare effects from the sun shining brightly in the sky.",
    "/mnt/data/ataparia/LidarTraining/night-day-frames/training/image_0/000061433.jpg": "The image depicts a city street lined with parked cars on both sides. There are several vehicles driving on the street, with two visible lanes. The buildings on either side are multi-story, with a mix of residential and commercial structures. Trees are positioned intermittently along the street, and utility poles with wires run parallel to the road. The sky is partly cloudy with some blue visible.",
    "/mnt/data/ataparia/LidarTraining/night-day-frames/training/image_0/000072310.jpg": "The image shows a street view with a crosswalk in the foreground. Beyond the street, there are large trees and a fence enclosing a parking area with several visible cars. The sky is overcast, and there are construction barriers near the entrance to the parking area. The surrounding greenery includes dense foliage and tall trees, creating a tranquil setting.",
    "/mnt/data/ataparia/LidarTraining/night-day-frames/training/image_0/10008956.jpg": "The image shows a busy highway scene, with several vehicles queued up in traffic. The road curves to the right and is lined with large concrete barriers. There are multiple yellow traffic signs with black arrows indicating the direction of the curve. In the background, there is a billboard advertising a smartphone, and a few buildings can be seen under a clear blue sky.",
    "/mnt/data/ataparia/LidarTraining/night-day-frames/training/image_0/000016417.jpg": "The image shows a city street on a cloudy day, featuring palm trees lining the median. The road is wet, suggesting recent rain. On the right side, there's a large, white building with an arched entrance and American flag on top. Traffic is light with few cars on the road and parked vehicles along the curb. Pedestrians are visible on the sidewalk near the building.",
    "/mnt/data/ataparia/LidarTraining/night-day-frames/training/image_0/000058352.jpg": "The image depicts a hilly urban street lined with parked cars and residential buildings on both sides. The street ascends steeply toward the horizon, and there are trees with sparse foliage along the left side. Overhead, there are several power and cable lines. The sky is mostly clear with a few light clouds. A red car is prominently parked on the right side of the street near the foreground.",
    "/mnt/data/ataparia/LidarTraining/night-day-frames/training/image_0/000054432.jpg": "The image depicts a quiet residential street on a slight incline. Cars are parked on both sides of the street, and there are trees lining the sidewalks, some with leaves and some bare. The houses on either side appear to be multi-story and are painted in neutral colors. The sky is overcast, suggesting early morning or late evening.",
    "/mnt/data/ataparia/LidarTraining/night-day-frames/training/image_0/000042143.jpg": "The image shows an urban street intersection with several cars stopped at a red traffic light. There are buildings on both sides of the street, including a multi-story building on the left and a mixed-use structure on the right with residential and commercial units. Traffic signs show a speed limit of 30 mph, and a sign for H&R Block is visible on the right. Trees line the sidewalks, and a few pedestrians are present near the intersection. The sky seems overcast, contributing to a subdued lighting in the scene.",
    "/mnt/data/ataparia/LidarTraining/night-day-frames/training/image_0/000047200.jpg": "The image shows a street scene with a moderately steep incline. The street is lined with parked cars on both sides and is bordered by residential buildings and trees. Overhead cables stretch across the street, supported by utility poles. The sky appears overcast with cloud cover.",
    "/mnt/data/ataparia/LidarTraining/night-day-frames/training/image_0/000043875.jpg": "The image shows an urban intersection with traffic lights and crosswalks. There are a few cars on the road and people crossing the street, including a person holding a purple umbrella. Buildings and utility poles are visible on both sides of the street, and the sky is cloudy, suggesting overcast weather.",
    "/mnt/data/ataparia/LidarTraining/night-day-frames/training/image_0/000025448.jpg": "The image shows an urban street scene with a public bus crossing an intersection. The bus has advertisements on its side and a digital sign displaying 'PARNASSUS.' The street has tram tracks and is lined with multi-story residential buildings. On the right, there's a tattoo shop with signage. Overhead wires are visible, and the sky is clear.",
    "/mnt/data/ataparia/LidarTraining/night-day-frames/training/image_0/000057607.jpg": "The image depicts an urban street scene with vehicles and buildings. There is a wide road with a designated bus and taxi lane painted in red. Several cars are parked along the sides of the street and traffic signals are visible. Buildings line both sides of the street, including a bank to the right and various other commercial establishments. Palm trees and street lamps are present along the sidewalks. Crosswalks and street signs can be seen, contributing to a well-structured city environment.",
    "/mnt/data/ataparia/LidarTraining/night-day-frames/training/image_0/000011689.jpg": "The image shows a city street with tall buildings on both sides. The road has several cars parked and others driving down the street. There are multiple storefronts with recognizable retail brands along the street. Pedestrians are visible walking on the sidewalks, and some are crossing at the crosswalks. The scene suggests a busy urban area with commercial activity.",
    "/mnt/data/ataparia/LidarTraining/night-day-frames/training/image_0/000023313.jpg": "The image depicts a busy urban street scene. There are multiple cars parked on the right side of the road, and a few cars driving along the street. Tall buildings line both sides of the street, with a mix of modern glass and older brick structures. Trees are visible on the sidewalks, and numerous pedestrians are walking along on both sides. The street is clearly marked with lanes and has a bicycle lane separated by small posts. The overall atmosphere suggests a typical day in a bustling city.",
    "/mnt/data/ataparia/LidarTraining/night-day-frames/training/image_0/10004527.jpg": "The image depicts an urban street scene. A person in a red coat is crossing the street at a crosswalk. There are several cars parked along the sides of the road, and people are walking on the sidewalks. Buildings line both sides of the street, with trees interspersed along the sidewalk. Traffic lights and signage are visible, and the weather appears overcast.",
    "/mnt/data/ataparia/LidarTraining/night-day-frames/training/image_0/10008530.jpg": "The image depicts a wet and foggy urban street scene. The road is slick with rain and lined with parked cars. On the left side, there's a white building with a 'No Parking Any Time' sign. Residential houses with different architectural styles are visible on both sides, and a few leafless trees are present along the sidewalks. The overall atmosphere is overcast, enhancing the damp, misty ambiance.",
    "/mnt/data/ataparia/LidarTraining/night-day-frames/training/image_0/000019128.jpg": "The image shows a busy urban street with palm trees and several vehicles. There are cars and a bus in the center of the road, while a light rail train is visible on the left side of the image. Buildings and skyscrapers are seen in the background, with a cityscape featuring large trees and a cloudy sky. The street is divided into lanes with some vehicles parked on the right side.",
    "/mnt/data/ataparia/LidarTraining/night-day-frames/training/image_0/0000971.jpg": "The image shows a dimly lit urban street at night. The street surface appears wet, reflecting the light from streetlamps, suggesting recent rain. There are cars parked along the sides of the street. Buildings line both sides, with some windows faintly illuminated. Traffic lights are visible in the scene, displaying a green light. Overall, the atmosphere is quiet and somewhat eerie due to the low lighting and wet conditions.",
    "/mnt/data/ataparia/LidarTraining/night-day-frames/training/image_0/00008502.jpg": "The image shows an urban street scene with multiple vehicles and public transportation buses on the road. The street is lined with trees and modern buildings on both sides. The road has clear lane markings, and there are a few people visible, including a cyclist on the right side. The sky is partly cloudy, and there is a general sense of city life and movement.",
    "/mnt/data/ataparia/LidarTraining/night-day-frames/training/image_0/000042874.jpg": "The image depicts a suburban street on a clear day, with a row of cars parked along the sides and a few cars driving along the road. Residential houses line both sides of the street, leading up to a hill with dense trees in the background. A large building with the name 'Monsignor Donnell' is visible on the right side. The sky is clear, contributing to a sunny atmosphere.",
    "/mnt/data/ataparia/LidarTraining/night-day-frames/training/image_0/000067098.jpg": "The image depicts a busy urban street scene with heavy traffic. Numerous cars are lined up on the road, with construction work visible on the left side, including a Caterpillar construction vehicle and scaffolding. Businesses and high-rise buildings line both sides of the street. A van with an AT&T U-verse advertisement is in view, and orange traffic cones and workmen can be seen indicating construction activity. Traffic lights and signage are located ahead, and the street extends towards the background.",
    "/mnt/data/ataparia/LidarTraining/night-day-frames/training/image_0/000038009.jpg": "The image shows a parking lot with a white pickup truck parked in one of the spaces. In the background, there is a tall communications tower surrounded by trees. To the right of the truck, a person wearing a red top and yellow pants walks along the sidewalk. The sky is cloudy, and the area appears to be elevated, offering a view of the surrounding landscape.",
    "/mnt/data/ataparia/LidarTraining/night-day-frames/training/image_0/000054662.jpg": "The image shows a steeply inclined road with several parked cars on both sides. The road has a 'STOP' sign painted on the asphalt near an intersection. There are tall utility poles and numerous power lines crossing the sky above the street, creating a network-like appearance. Trees line the sidewalk, and the overall scene appears overcast, suggesting cloudy weather conditions.",
    "/mnt/data/ataparia/LidarTraining/night-day-frames/training/image_0/0000927.jpg": "The image depicts a city street scene at nighttime. The road is lined with cars parked on both sides. A few motorcycles are visible in the foreground on the right side of the road. Street lights illuminate the area, casting a warm glow. Buildings are present in the background, and some trees are visible along the sidewalk. The street is relatively busy, with several cars driving along the road.",
    "/mnt/data/ataparia/LidarTraining/night-day-frames/training/image_0/10002757.jpg": "The image shows an urban street scene with several cars driving on a multi-lane road. A pedestrian is crossing the street on a marked crosswalk, while a few more people are visible on the sidewalk. The buildings lining the street are multi-story and residential, with storefronts on the ground level. Roadwork cones are positioned near the corner of the intersection, indicating street work or maintenance. A vehicle on the right side has colorful advertising for a company named 'Pablito.' The street sign reads 'Turk.'",
    "/mnt/data/ataparia/LidarTraining/night-day-frames/training/image_0/00004398.jpg": "The image depicts a nighttime urban street scene with wet roads, likely after rain, as evidenced by the reflections of car lights on the road. Several vehicles are visible, with their headlights and taillights illuminated. A green traffic light is shown, and streetlamps provide additional lighting. A street sign with the name 'Lawton' is visible. The image has some glare, possibly from raindrops on the camera lens.",
    "/mnt/data/ataparia/LidarTraining/night-day-frames/training/image_0/000026007.jpg": "The image depicts a busy urban street scene lined with tall buildings. There is a mix of vehicular and pedestrian traffic. A black car is in the foreground on tram tracks, and multiple buses, including a FedEx delivery truck, are present. The street is bordered by trees, and there are overhead traffic signs and wires. A sign indicates directions for traffic with exceptions for MUNI vehicles.",
    "/mnt/data/ataparia/LidarTraining/night-day-frames/training/image_0/10007348.jpg": "The image shows an intersection in an urban area with a hilly street in the background. A white pickup truck is stopped at a red light, and a blue sedan is parked on the right side of the street. Buildings with multiple floors line both sides of the street. Traffic lights and street signs are visible at the intersection, including a 'One Way' sign. The sky is partly cloudy.",
    "/mnt/data/ataparia/LidarTraining/night-day-frames/training/image_0/000064842.jpg": "The image shows a residential street lined with several vehicles parked along the side of the road. On the left, there is a large white truck, possibly a waste management vehicle. Several cars, including a dark-colored Prius, a Jeep, and other sedans, are parked along the curb. The street is bordered by a row of houses with varied designs, featuring large windows and driveways. In the background, dense trees are visible, suggesting a wooded or suburban area.",
    "/mnt/data/ataparia/LidarTraining/night-day-frames/training/image_0/00001518.jpg": "The image shows a nighttime street scene. The street is dimly lit with several streetlights lining the road. There are parked vehicles on both sides, including a white van on the left. A few cars with headlights on are visible driving down the middle of the street. The area appears to be a quiet urban or suburban neighborhood, with buildings and trees along the sidewalks.",
    "/mnt/data/ataparia/LidarTraining/night-day-frames/training/image_0/000051555.jpg": "The image depicts a rainy urban scene under a highway overpass. Several cars are lined up in traffic on the wet road, with their headlights and taillights reflecting off the pavement. The sides of the road are bordered by concrete walls and greenery, creating a contrast between urban infrastructure and nature. In the background, a multi-story brick building can be seen. The sky is overcast, contributing to the dim lighting of the scene.",
    "/mnt/data/ataparia/LidarTraining/night-day-frames/training/image_0/000056509.jpg": "The image depicts a residential neighborhood with a steep, descending street. Houses line both sides of the road, featuring a mix of modern and traditional architectural styles. The street is divided by yellow traffic lines and has multiple parked cars along the sides. A few moving vehicles are also visible. In the background, a cityscape is seen under a cloudy sky.",
    "/mnt/data/ataparia/LidarTraining/night-day-frames/training/image_0/000070412.jpg": "The image depicts a city street scene with several vehicles on the road, including cars and a white van. To the left, there are bicycles and scooters parked along the sidewalk. The street is lined with tall brick and modern buildings. There is a green road sign pointing towards 'Battery' and 'Freeway'. The sky is clear and blue, indicating a sunny day.",
    "/mnt/data/ataparia/LidarTraining/night-day-frames/training/image_0/000042746.jpg": "The image depicts a wet, foggy urban street leading uphill. There are parked cars on both sides of the street, and a row of multi-story, Victorian-style houses is visible on the right side. Tall trees are seen lining the street. The atmosphere appears overcast and misty, possibly due to recent rainfall. A pole with electrical wires crosses the road in the distance, and a fire hydrant is present on the sidewalk.",
    "/mnt/data/ataparia/LidarTraining/night-day-frames/training/image_0/000026668.jpg": "The image shows a street scene with a bus in the center of the lane. The bus has the number 1557 displayed above the rear window. There are cars parked along the sides of the street and trees lining the sidewalk. A sign indicating a bicycle route and parking is visible on the right side, attached to a tall pole. Buildings line both sides of the street, and there is a large tree with a wide canopy in the background.",
    "/mnt/data/ataparia/LidarTraining/night-day-frames/training/image_0/000060095.jpg": "The image shows an urban street scene with tall buildings lining both sides of the street. Multiple people are crossing the street near an intersection, and a variety of vehicles, including cars and buses, are visible on the road. Several signs are present, including a street sign for New Montgomery and business signs such as one for 'Specialty's,' which offers baked goods and other services. The traffic light is green, allowing vehicles to proceed. The sky is clear, indicating a sunny day.",
    "/mnt/data/ataparia/LidarTraining/night-day-frames/training/image_0/000013764.jpg": "The image depicts a street scene featuring a light rail train crossing an intersection. Various storefronts and residential buildings line both sides of the street, and several parked cars are visible along the curb. The sky is overcast, and the street is clear of pedestrians. Power lines are visible above, running parallel to the street.",
    "/mnt/data/ataparia/LidarTraining/night-day-frames/training/image_0/00007757.jpg": "The image depicts a residential street with several houses. Two houses with different architectural styles are visible on the right. The first house has a traditional design with a sloped roof and a chimney, while the second house is more modern. The street is lined with neatly trimmed trees and well-maintained gardens. A small pathway leads up to the houses, and the overall ambiance is peaceful and suburban.",
    "/mnt/data/ataparia/LidarTraining/night-day-frames/training/image_0/000016753.jpg": "The image shows an urban street scene with a slight uphill incline. Several vehicles are parked along both sides of the street, and some are driving in the center. Residential buildings with different architectural styles line the street. Power lines crisscross above, and there are trees and shrubs along the sidewalks. The sky appears overcast, and the street is relatively quiet with only a few pedestrians visible in the distance.",
    "/mnt/data/ataparia/LidarTraining/night-day-frames/training/image_0/00005098.jpg": "The image shows a nighttime street scene illuminated by several bright streetlights. Cars are parked along both sides of the road, and the street appears to be quiet with no visible pedestrians. Buildings are visible on either side of the street, but details are obscured by the darkness. The sky is dark, enhancing the illumination from the streetlights.",
    "/mnt/data/ataparia/LidarTraining/night-day-frames/training/image_0/000065136.jpg": "The image shows a busy urban street with several pedestrians walking on the sidewalk. A bus is stopped at a traffic light, with a silver car directly behind it. Next to the bus is a cyclist waiting on the right side of the road. The street is lined with tall buildings, and there are streetcar tracks visible on the left. There is a tree providing some shade over part of the sidewalk, and a yellow bus stop shelter on the right. People are seen walking along the sidewalk, and the atmosphere appears to be lively.",
    "/mnt/data/ataparia/LidarTraining/night-day-frames/training/image_0/000070825.jpg": "The image depicts a residential street on a hill. Houses line both sides of the street, with parked cars along the curbs. The roadway has a visible 'STOP' marking painted on it. In the background, there are more houses situated on the slope, with trees visible at the top. The lighting suggests that it might be early morning or late afternoon.",
    "/mnt/data/ataparia/LidarTraining/night-frames/training/image_0/00004143.jpg": "The image shows a dimly lit urban street at night. Street lamps illuminate the road, casting a warm glow over parked cars lining both sides of the street. The area appears quiet with minimal activity. A traffic light can be seen in the distance, and the road is marked with lane lines and a visible crosswalk. The sky is dark, and trees or bushes are visible along the sidewalks.",
    "/mnt/data/ataparia/LidarTraining/night-frames/training/image_0/00004947.jpg": "The image depicts a city street at night. A white van is driving down the road with its rear lights illuminated. The street is lined with buildings, and several other cars can be seen both parked and in motion. Streetlights illuminate the scene, and a multi-story building can be seen in the background with lit windows. The atmosphere is urban and the streets are not crowded.",
    "/mnt/data/ataparia/LidarTraining/night-frames/training/image_0/00003767.jpg": "The image depicts a night scene on a residential street. Cars are parked on both sides of the street, and the area is dimly lit. In the background, a hillside is visible with numerous small lights from houses or buildings, creating a dotted pattern against the dark sky.",
    "/mnt/data/ataparia/LidarTraining/night-frames/training/image_0/00007185.jpg": "The image depicts a nighttime urban street scene with wet pavement, likely due to recent rain. Several cars are visible, their headlights and taillights creating bright reflections on the road. The sky is dark, and the street is illuminated by streetlights and vehicles. There are light flares and blurred spots likely caused by rain or a wet camera lens.",
    "/mnt/data/ataparia/LidarTraining/night-frames/training/image_0/00002897.jpg": "The image shows a nighttime street scene in a city. The street is illuminated by streetlights, and several cars are driving down the road. There are buildings lining both sides of the street, with some trees on the sidewalk. Banners and signs adorn some of the streetlights, and there appears to be a designated bike lane marked by white lines and bollards.",
    "/mnt/data/ataparia/LidarTraining/night-frames/training/image_0/00001973.jpg": "The image depicts a rainy night scene on an urban street. The pavement is wet, reflecting the streetlights' glow. In the background, there are lit signs with the text 'Academy of Art University' along with the logo. Traffic lights show green for vehicles, and pedestrian signals are visible. The street appears fairly empty with few visible vehicles and no pedestrians.",
    "/mnt/data/ataparia/LidarTraining/night-frames/training/image_0/0000265.jpg": "The image shows a dimly lit street at night, with wet pavement reflecting the streetlights. Cars are parked on both sides of the road. The scene has a dark and moody atmosphere, with several bright circular lens flares visible on the image, adding to the ambiance. The street extends into the distance, with more streetlights and building outlines visible against the night sky.",
    "/mnt/data/ataparia/LidarTraining/night-frames/training/image_0/00005063.jpg": "The image depicts a wet city street at night. Streetlights illuminate the scene, and red traffic lights cast reflections on the road. Buildings with lit windows line the street, and parked cars are visible along the right side. The scene has an overall dark atmosphere, with some lens flare effect from the lights.",
    "/mnt/data/ataparia/LidarTraining/night-frames/training/image_0/0000203.jpg": "The image depicts a nighttime urban street scene. There are several illuminated signs along the buildings on both sides of the street. A large white bus is parked on the right side, with red neon signs above it that say 'Trader Joe's' and 'Bed Bath & Beyond'. Several cars are parked along the street. In the distance, city buildings are visible, along with lights from traffic. A few pedestrians are crossing the empty road.",
    "/mnt/data/ataparia/LidarTraining/night-frames/training/image_0/00001703.jpg": "The image depicts a nighttime scene on a wet street. Streetlights illuminate the road, reflecting off the wet surface. Cars are parked along both sides of the street. Large circular light reflections, possibly from raindrops on a lens, are visible in the foreground, adding to the moody atmosphere.",
    "/mnt/data/ataparia/LidarTraining/night-frames/training/image_0/0000268.jpg": "The image shows a dimly lit street scene at night. Cars are parked on both sides of the road, and a vehicle is visible driving down the center. Streetlights illuminate the road at intervals, creating small pools of light. A speed limit sign indicating a limit of 25 is visible on the right side of the image. Buildings line the street, and the overall atmosphere is dark with limited visibility.",
    "/mnt/data/ataparia/LidarTraining/night-frames/training/image_0/1000720.jpg": "The image depicts a dark, nighttime street scene. The street is lined with parked cars on both sides. A bright streetlight at the top left corner illuminates a portion of the scene, casting shadows of nearby trees. Houses are barely visible along the sides of the street, and the overall atmosphere is dim and quiet.",
    "/mnt/data/ataparia/LidarTraining/night-frames/training/image_0/00007266.jpg": "The image depicts a dimly lit street scene at night. It shows a road with multiple lanes, and there are a few cars parked along the side. The road curves slightly, and in the distance, there are streetlights illuminating the area. A sign indicating a curve or intersection is visible, and an overpass bridge extends across the top part of the image. The overall atmosphere is dark, with limited visibility beyond the immediate area.",
    "/mnt/data/ataparia/LidarTraining/night-frames/training/image_0/0000279.jpg": "The image shows a nighttime urban street scene. A red car is crossing an intersection with a zebra crossing visible in the foreground. The street is lined with parked cars on both sides, and the intersection has a traffic light which is red. Streetlights are illuminating the scene, and some building windows have lights on. The sky appears dark, indicating nighttime.",
    "/mnt/data/ataparia/LidarTraining/night-frames/training/image_0/00001814.jpg": "The image shows a busy urban street at night. There are several vehicles occupying the road, including a large bus and multiple cars. The street is lined with buildings on both sides, some of which have illuminated signs and lighting, indicating businesses or shops. There are streetlights providing illumination, but the overall scene is relatively dark. A couple of pedestrians can be seen on the sidewalk.",
    "/mnt/data/ataparia/LidarTraining/night-frames/training/image_0/00005296.jpg": "The image depicts a city intersection at night. The streets are illuminated by streetlights and lights from buildings. Several vehicles, including a bus, car, and minivan, are visible, with some stopped at the intersection. The road has marked tram lines and pedestrian crossings. Buildings on either side of the street are lit up, with some displaying signs and advertisements. The sky is dark, indicating night-time.",
    "/mnt/data/ataparia/LidarTraining/night-frames/training/image_0/1000692.jpg": "The image depicts a nighttime scene of a street leading to a building with a brightly lit sign reading 'Fishermen's Grotto.' The road is lined with street lamps and a visible car with headlights on. To the left, there are additional signs for a 'Chowder Hut' and 'Happy Hour.' The overall atmosphere is dark, with artificial lighting highlighting specific areas.",
    "/mnt/data/ataparia/LidarTraining/night-frames/training/image_0/00005160.jpg": "The image depicts a dimly lit residential street at night. Cars are parked along both sides of the street, and a single streetlight is illuminating part of the area. Houses with visible windows and slight architectural details are present on either side. The background reveals distant city lights, suggesting an urban location.",
    "/mnt/data/ataparia/LidarTraining/night-frames/training/image_0/0000954.jpg": "The image depicts a nighttime street scene with a view down the center of a two-lane road. Both sides of the street are lined with parked cars, and there are visible shops and buildings with lit signs, some of which are illuminated with bright lights. A billboard is visible above one of the buildings on the left. Streetlights line the road, casting a soft glow over the scene, contributing to a quiet and empty atmosphere.",
    "/mnt/data/ataparia/LidarTraining/night-frames/training/image_0/1000000.jpg": "The image shows a nighttime street scene with a dark building in the background. The building has multiple windows that are lit from inside, casting a warm glow. A row of parked cars is visible along the side of the building. The street is empty and dimly lit by streetlights, creating a quiet and deserted atmosphere.",
    "/mnt/data/ataparia/LidarTraining/night-frames/training/image_0/00002164.jpg": "The image shows a nighttime urban street scene. The street is lined with parked cars on both sides, and a white car is driving down the middle lane. Streetlights illuminate the area with a warm glow. Buildings with illuminated windows are visible on the sides, and there is light vehicular traffic further down the road. It's a typical city scene captured after dark.",
    "/mnt/data/ataparia/LidarTraining/night-frames/training/image_0/00005843.jpg": "The image shows a night-time street scene. Cars are parked along both sides of the street, and the area is illuminated by streetlights. A few people are visible on the sidewalk. The road markings include 'STOP' and 'AHEAD'. Buildings with lit storefronts line the street, adding a warm glow to the surroundings. Trees are visible along the right side of the street.",
    "/mnt/data/ataparia/LidarTraining/night-frames/training/image_0/00006676.jpg": "The image shows a dimly lit urban street at night. The road has clearly marked pedestrian crosswalks with white stripes. There are streetlights on both sides, providing some illumination. On the left side, parked cars are visible along the street near buildings. A billboard is visible at the top left corner featuring a website advertisement related to traffic tickets. On the right, a building with large windows is partially lit from the inside. The scene has a quiet, calm atmosphere typical of a city street at night.",
    "/mnt/data/ataparia/LidarTraining/night-frames/training/image_0/00006581.jpg": "The image shows a dimly lit street scene at night. There are several parked cars along the street. The road surface appears wet, possibly indicating recent rain. In the background, there is a tall illuminated structure, possibly a tower, visible in the distance. Streetlights provide sparse lighting, casting reflections on the wet pavement.",
    "/mnt/data/ataparia/LidarTraining/night-frames/training/image_0/1000492.jpg": "The image depicts a nighttime scene on a wet street lined with parked cars on both sides. The street is illuminated by streetlights, which reflect off the wet surface, creating a glossy effect. There are noticeable large lens flares caused by the streetlights. The atmosphere appears to be calm and quiet, typical of a late evening or night.",
    "/mnt/data/ataparia/LidarTraining/night-frames/training/image_0/00003627.jpg": "The image depicts a nighttime street scene with a zebra crossing in the foreground. Several cars are present, some parked along the sides and others driving down the street. Streetlights illuminate the scene, casting light on the pavement and nearby trees with bare branches. There are buildings on both sides of the street, some of which have illuminated signs and lights visible. A few pedestrians are standing on the side of the road, near the crosswalk.",
    "/mnt/data/ataparia/LidarTraining/night-frames/training/image_0/1000795.jpg": "The image depicts a night-time urban street scene. Cars are driving and parked along the street, and buildings with illuminated windows line the road. Streetlights are casting light on the roadway, and several traffic signals can be seen in the distance with red lights visible. The sky is dark, indicating nighttime.",
    "/mnt/data/ataparia/LidarTraining/night-frames/training/image_0/00004020.jpg": "The image captures a city street during twilight or early evening. Streetlights illuminate the scene, casting a gentle glow on the surroundings. Overhead, there are electrical wires for trolley buses. A vehicle with illuminated rear lights is visible mid-street. Both sides of the street are lined with parked cars and residential buildings. The sky is transitioning from daylight to night, with a deep blue hue.",
    "/mnt/data/ataparia/LidarTraining/night-frames/training/image_0/00003189.jpg": "The image depicts a busy urban street at night with heavy traffic, as numerous cars are seen lined up on the road. Bright lights illuminate the area, including neon signs on buildings and traffic lights. Pedestrians are present on the sidewalk. Various businesses, including one with a neon 'Gold Club' sign, are visible. The setting suggests a bustling city atmosphere.",
    "/mnt/data/ataparia/LidarTraining/night-frames/training/image_0/1000515.jpg": "The image shows a wet, dimly lit street at night. There are cars parked along both sides of the road, and one car with headlights on is driving down the street. Large, circular light reflections are visible in the image, likely due to moisture on the camera lens. Streetlights illuminate the scene, casting a yellowish glow on the wet pavement. The buildings lining the street are mostly dark, with a few windows showing interior lights.",
    "/mnt/data/ataparia/LidarTraining/night-frames/training/image_0/0000023.jpg": "The image depicts a nighttime street scene at an intersection. A bicycle is visibly crossing the street, and cars are parked along the curb. Traffic signals can be seen, with a red light illuminated. Streetlights provide additional lighting. Neon signage appears on a building to the right, adding a colorful glow to the scene. The street sign indicates '17th Street.'",
    "/mnt/data/ataparia/LidarTraining/night-frames/training/image_0/00003127.jpg": "The image depicts a night scene on a city street. There is a row of cars with headlights on, indicating traffic on the left side of the road. A building with illuminated windows is visible on the left. To the right, a red traffic light is lit, and a streetlamp provides additional light above. The road features pedestrian crossing lines.",
    "/mnt/data/ataparia/LidarTraining/night-frames/training/image_0/00005228.jpg": "The image depicts a nighttime urban street scene with several parked cars along both sides of the road. A large bus is traveling towards the foreground, illuminated by streetlights. Various storefronts are visible along the sidewalk, some with bright signage, including a yellow-lit sign on the right. The atmosphere suggests an urban neighborhood with moderate traffic and activity.",
    "/mnt/data/ataparia/LidarTraining/night-frames/training/image_0/00002617.jpg": "The image shows a night-time street scene with two lanes heading in one direction. A car is driving in the right lane. Streetlights illuminate the area, creating bright spots along the road. Vehicles are parked on both sides of the street. In the distance, there are red traffic lights, and buildings line the right side of the street, some with lit windows.",
    "/mnt/data/ataparia/LidarTraining/night-frames/training/image_0/00004557.jpg": "The image shows a nighttime street scene at the intersection of what appears to be Gough Street. The street is lined with parked cars on both sides, illuminated by streetlights. A car is driving towards the viewer in the middle lane. Crosswalk lines are visible in the foreground near the intersection, which is controlled by a traffic light showing red. Buildings with lit windows are visible on either side of the street.",
    "/mnt/data/ataparia/LidarTraining/night-frames/training/image_0/00003027.jpg": "The image shows a busy urban street scene at night. There is heavy traffic with many cars waiting at a red stoplight. Buildings with illuminated signs line both sides of the street. One sign reads 'BERGGRUEN' vertically along the side of a building. Another sign reads 'ACAD UNIT 1930.' Street lamps and building lights illuminate the area, and several pedestrians can be seen on the sidewalks. The atmosphere is vibrant, typical of a lively city area.",
    "/mnt/data/ataparia/LidarTraining/night-frames/training/image_0/0000597.jpg": "The image depicts a dark, nighttime street scene. The street is wet, suggesting recent rain, with reflections visible on the pavement. Streetlights line the road, casting a warm glow and creating lens flares in the image. Cars are parked along the sides of the street; one with visible taillights appears to be in motion. On the right, illuminated windows in a building indicate occupancy. The overall atmosphere is dimly lit and quiet.",
    "/mnt/data/ataparia/LidarTraining/night-frames/training/image_0/00003531.jpg": "The image depicts a quiet urban street scene at night. The street is dimly lit with streetlights and there are scattered light reflections on the wet pavement. A few cars are visible, with headlights on, driving or parked along the road. Trees line one side of the street, where the sidewalk is also illuminated by the surrounding lights. In the background, a mural is faintly visible on a building wall, while further structures and distant lights can be seen in the distance, providing a sense of depth.",
    "/mnt/data/ataparia/LidarTraining/night-frames/training/image_0/00004483.jpg": "The image depicts a nighttime street scene. The road is lined with parked vehicles on both sides, including a white truck on the right side. The street is illuminated by streetlights, which cast a yellowish glow. The sky is dark, and there are no visible pedestrians. In the distance, the street continues with additional vehicles and lighting, creating a vanishing point perspective.",
    "/mnt/data/ataparia/LidarTraining/night-frames/training/image_0/00004603.jpg": "The image shows a view of a road at night. The road is divided by white lane markings and is flanked by barriers on the right side. Streetlights are illuminated, casting light on the road. A few cars are visible, driving along the road, with their headlights and taillights on. Buildings and additional lights can be seen in the background.",
    "/mnt/data/ataparia/LidarTraining/night-frames/training/image_0/0000049.jpg": "The image depicts a nighttime urban street scene. There are cars lined up on the road, with headlights on, indicating traffic. Streetlights are illuminated, casting a warm glow. A pedestrian is standing at the crosswalk on the right side of the image. Buildings line both sides of the street. A green traffic light and a visible street sign are present, indicating the intersection with 'Grove' street.",
    "/mnt/data/ataparia/LidarTraining/night-frames/training/image_0/00001777.jpg": "The image depicts a street intersection at night. The traffic light is green, signaling for vehicles to proceed. The street is lined with yellow-striped crosswalks, and there are a few cars in the scene, including what appears to be a police car parked on the right side. Streetlights illuminate the area, and there are visible road signs along the street. The environment is dark, indicating it is nighttime.",
    "/mnt/data/ataparia/LidarTraining/night-frames/training/image_0/00004200.jpg": "The image depicts a nighttime urban street scene. A white van is prominently visible in the center of the road with its rear facing the viewer. Several buildings with lit windows line both sides of the street. There are streetlights illuminating the area, casting a warm glow. Cars are parked along the side of the street, and a few vehicles can be seen in motion. A traffic light is visible in the distance, showing a green signal. The overall setting suggests a quiet urban neighborhood at night.",
    "/mnt/data/ataparia/LidarTraining/night-frames/training/image_0/1000531.jpg": "The image depicts a dimly lit street scene at night. The road surface appears wet, suggesting recent rain. Several cars are parked on the right side of the street. Streetlights illuminate the scene, and out-of-focus water droplets on the lens create large, circular spots of light in the image.",
    "/mnt/data/ataparia/LidarTraining/night-frames/training/image_0/00006651.jpg": "The image depicts a road scene at night. The road is a multi-lane highway with visible lane markings. There are streetlights illuminating parts of the road, and a concrete barrier is seen on the right side. A few vehicles with illuminated headlights and taillights are traveling on the road. The background is dark, indicating it is nighttime.",
    "/mnt/data/ataparia/LidarTraining/night-frames/training/image_0/0000514.jpg": "The image shows a nighttime street scene in an urban area. There is a crosswalk in the foreground with a few visible cracks on the road. Trees with dense foliage line the street on both sides. Several cars are visible, some parked along the street and others driving towards the background. The street is illuminated by streetlights, and the buildings in the background display many lit windows, indicating a bustling city environment.",
    "/mnt/data/ataparia/LidarTraining/night-frames/training/image_0/00005627.jpg": "The image depicts a dimly lit street at night. There are street lights on, casting small circles of light on the pavement. Several cars are parked along both sides of the street. The surroundings are mostly dark, with faint outlines of trees visible.",
    "/mnt/data/ataparia/LidarTraining/night-frames/training/image_0/00005451.jpg": "The image shows a city street at night. There are illuminated store signs for 'MUJI', 'Bed Bath & Beyond', and 'Trader Joe's' visible along the street. A large white bus is parked on the right side of the road near Trader Joe's. Several pedestrians are walking on the sidewalk on the left side, and a few cars are seen on the street. The sky is dark, indicating nighttime, and city buildings with lights are visible in the background.",
    "/mnt/data/ataparia/LidarTraining/night-frames/training/image_0/00005575.jpg": "The image shows a nighttime scene of a residential street. The street is dimly lit by a streetlamp on the right side, casting a warm glow on the pavement. The road features a yellow line in the middle and a white crosswalk at the intersection. In the background, numerous lights are visible, indicating houses on a hillside, giving a dotted appearance against the dark sky. Light from a residential window can be seen on the left, and a parked vehicle is partially visible. The overall ambiance is calm and quiet, typical of a suburban neighborhood at night.",
    "/mnt/data/ataparia/LidarTraining/night-frames/training/image_0/00002924.jpg": "The image shows a nighttime street scene at an intersection with several cars in motion and traffic lights visible. A red traffic light is illuminated, with a street sign reading 'DO NOT BLOCK INTERSECTION.' There are buildings lining the street, and streetlights and car headlights provide illumination. The scene is slightly blurred due to the movement of the vehicles.",
    "/mnt/data/ataparia/LidarTraining/night-frames/training/image_0/00004961.jpg": "The image shows a nighttime urban street scene at an intersection. The traffic lights are on, with a visible red light. Cars are parked along the street, and a few vehicles are driving in the opposite direction. Streetlights illuminate the area, and there are various signs including a 'Do Not Block' notice. The surroundings are dark, with buildings on either side of the road.",
    "/mnt/data/ataparia/LidarTraining/night-frames/training/image_0/1000091.jpg": "The image shows a multi-lane road at night. There are vehicles visible on the road with their taillights illuminated. Streetlights and traffic signals are present, casting light on the street. The road is lined with barriers, and there are trees and other natural elements visible adjacent to the road. The scene appears calm with minimal traffic visible.",
    "/mnt/data/ataparia/LidarTraining/night-frames/training/image_0/00005818.jpg": "The image depicts a nighttime urban street scene. The street is lined with tall buildings, some with illuminated windows. Streetlights cast a warm glow over the area. There are visible tram tracks on the road, and a few parked cars. On the right side, there is a lit advertisement display with an image on it. Trees are visible alongside the buildings, and the sky is dark, indicating it is night. There are a few people walking on the sidewalk.",
    "/mnt/data/ataparia/LidarTraining/night-frames/training/image_0/00001739.jpg": "The image depicts a dark cityscape at night. A narrow street leads downhill, with yellowish streetlights illuminating parts of the scene. On the horizon, a tall, illuminated tower or building stands out against the night sky. The street is lined with parked cars on the left and partially visible structures on the right. The photo appears to be taken in rainy conditions, as evidenced by raindrop-like distortions on the lens.",
    "/mnt/data/ataparia/LidarTraining/night-frames/training/image_0/00005472.jpg": "The image shows a nighttime scene of a wet, dimly lit street. The street is lined with parked cars on both sides and illuminated by streetlights, which reflect off the wet pavement. There are trees on the right side of the image. The word 'STOP' is painted on the road near the foreground, partially visible due to the angle and lighting. The overall atmosphere is dark and moody, with light reflections creating a shimmering effect on the road surface.",
    "/mnt/data/ataparia/LidarTraining/night-frames/training/image_0/1000736.jpg": "The image shows a quiet, dark street at night, illuminated by streetlights. Cars are parked along both sides of the street. The road is lined with trees, and there are visible traffic lines and a crosswalk. The surrounding area appears to be residential, with buildings partially visible in low light.",
    "/mnt/data/ataparia/LidarTraining/night-frames/training/image_0/00006831.jpg": "The image depicts a nighttime scene on a road with several cars driving and parked along the sides. Streetlights illuminate the road, and the scene is captured with the headlights and taillights of the vehicles visible. The road appears to have multiple lanes, and buildings can be seen on the right side of the street with lit windows.",
    "/mnt/data/ataparia/LidarTraining/night-frames/training/image_0/00004886.jpg": "This is a nighttime street scene at an intersection. A car with headlights on is driving down a wide, empty street with a double yellow line running down the center. The street is lined with parked cars on both sides. Streetlights and building lights illuminate the area, and a traffic light on the corner shows a red signal. Bare, leafless trees are visible along the sidewalk.",
    "/mnt/data/ataparia/LidarTraining/night-frames/training/image_0/00004266.jpg": "The image shows a dark, urban street at night. The road is lined with parked cars on both sides. In the background, there is a silhouette of a hill with a tall, illuminated radio tower. The street is dimly lit by streetlights, and the sky is dark, suggesting nighttime.",
    "/mnt/data/ataparia/LidarTraining/night-frames/training/image_0/00006621.jpg": "The image depicts a street scene at night, featuring a large building with multiple windows illuminated from within. The street is poorly lit, with streetlights casting a dim glow over the scene. Several cars are parked along the side of the road. The word 'STOP' is painted on the pavement in the foreground. The atmosphere is quiet and somewhat deserted.",
    "/mnt/data/ataparia/LidarTraining/night-frames/training/image_0/1000639.jpg": "The image depicts a nighttime street scene. A person is riding a bicycle across a crosswalk in the foreground. The street is lined with parked cars on both sides, and a vehicle with headlights on is approaching the crosswalk. There is a 'Dead End' sign visible. Some buildings are illuminated in the background, and there's a park sign on the left.",
    "/mnt/data/ataparia/LidarTraining/night-frames/training/image_0/00004706.jpg": "The image depicts a quiet urban street at night. The street is illuminated by several streetlights, creating pools of light along the road. Cars are parked along both sides of the street, and there is a clear dividing line visible on the road. The surrounding area appears to be residential, with buildings and trees visible, although they are mostly obscured by darkness.",
    "/mnt/data/ataparia/LidarTraining/night-frames/training/image_0/00001806.jpg": "The image shows a dimly lit street scene at night. The street is wide with lanes separated by dashed white lines. Several cars are parked along the right side of the road. There is a fenced sidewalk on the left, and traffic lights can be seen in the distance. The area appears quiet and lacks visible pedestrian activity.",
    "/mnt/data/ataparia/LidarTraining/night-frames/training/image_0/00006235.jpg": "The image shows a nighttime street scene. The street is illuminated by streetlights and the headlights of vehicles. Multiple cars are visible on the road and parked along the sides. Buildings line the right side of the street, with some windows lit. The road appears to be a two-lane street with a dividing line in the center. Trees are visible on the left side, and traffic lights can be seen in the distance.",
    "/mnt/data/ataparia/LidarTraining/night-frames/training/image_0/00003665.jpg": "The image depicts a wet, dimly-lit street at night. Streetlights line the road, casting a yellow glow and highlighting the wet surface of the road. Several parked cars are visible along the sides of the street. Large, circular lens flares from the streetlights are prominent in the image, indicating the presence of rain or mist. The atmosphere appears quiet and the street is devoid of people.",
    "/mnt/data/ataparia/LidarTraining/night-frames/training/image_0/00002428.jpg": "The image shows a nighttime scene of an urban street intersection. The road is lined with parked cars on both sides, and a few vehicles are driving down the road. Streetlights illuminate the area, and the traffic light at the intersection is red. The surrounding buildings are visible with some lit windows. A street sign is visible to the right.",
    "/mnt/data/ataparia/LidarTraining/night-frames/training/image_0/00003872.jpg": "The image depicts a nighttime view of a street with streetlights illuminating the scene. Several cars are parked along both sides of the road, and a few vehicles, including a bus and a red car, are visible on the street. The street leads uphill towards a residential area with lit windows in the background. The atmosphere appears calm, typical of an urban setting during the night.",
    "/mnt/data/ataparia/LidarTraining/night-frames/training/image_0/00003290.jpg": "The image depicts a nighttime urban street scene. There is a crosswalk in the foreground, with a person crossing the street. Several cars are visible at an intersection, with one car in motion appearing to be a blue sedan. The traffic signal shows red lights. On the right side of the image, there is a building with a sign that reads 'Samy's Camera' and 'Speed Limit 25' signage. The buildings on either side of the street are illuminated, and city lights are visible in the distance.",
    "/mnt/data/ataparia/LidarTraining/night-frames/training/image_0/00003711.jpg": "The image depicts a dimly lit urban street at night. The road is lined with parked cars on both sides, and there are streetlights casting a yellowish glow. Buildings are visible on the sides, and the street is relatively empty. The sky is dark, indicating a late hour, and there are no visible pedestrians or moving vehicles.",
    "/mnt/data/ataparia/LidarTraining/night-frames/training/image_0/1000304.jpg": "The image depicts a street scene at night, likely after rain as the roadway is wet and reflective. There are streetlights illuminating the area, with one illuminating a bus stop on the right side of the image. The bus stop has a lit advertisement panel. Several traffic signs are visible, including 'NO TURN ON RED' and directional signs. In the background, a building with an arched entrance and small windows can be seen. The surroundings are dark, with minimal visibility of other structures.",
    "/mnt/data/ataparia/LidarTraining/night-frames/training/image_0/0000411.jpg": "The image depicts a wide street at night with vehicles parked on both sides. Streetlights illuminate the road, creating a path lined with light. In the distance, there are headlights and taillights of moving vehicles. Buildings are visible on the left side, with some lit windows. The sky is dark, suggesting a late hour.",
    "/mnt/data/ataparia/LidarTraining/night-frames/training/image_0/00001580.jpg": "The image shows a dimly lit street at night. There is a road curving towards the left, and a few vehicles are visible parked on the side. In the background, there are lights from buildings and traffic signals glowing red. The overall scene appears to be quiet and dark.",
    "/mnt/data/ataparia/LidarTraining/night-frames/training/image_0/00002436.jpg": "The image depicts a dark street scene at night. The road is wet, reflecting streetlights and a few building lights. Cars are parked along the side of the street. Buildings are visible on both sides, with some windows lit. The overall atmosphere suggests a quiet, rainy night.",
    "/mnt/data/ataparia/LidarTraining/night-frames/training/image_0/00002626.jpg": "The image shows a dimly-lit road at night. Two cars are visible on the road, driving under an overpass or bridge. The road is divided by concrete barriers on the right side. Streetlights and other distant lights illuminate the scene, creating faint orange and yellow tones. The sky and surroundings are dark.",
    "/mnt/data/ataparia/LidarTraining/night-frames/training/image_0/00004325.jpg": "The image depicts a city street at night, illuminated by streetlights. A vehicle is driving down the road flanked by parked cars on both sides. The street is relatively empty except for a few other cars visible in the distance. A multi-story building with lit windows stands on the right side of the road. Traffic lights can be seen further down the street. The surroundings include buildings and trees.",
    "/mnt/data/ataparia/LidarTraining/night-frames/training/image_0/1000232.jpg": "The image shows a dimly lit street scene at night. The street is lined with trees and parked cars on both sides. In the background, a few cars are driving, with headlights visible. The street is illuminated by streetlights, and buildings with lit windows are visible in the distance.",
    "/mnt/data/ataparia/LidarTraining/night-frames/training/image_0/1000332.jpg": "The image shows a dimly lit street at night with multiple light reflections on the lens, creating circular bokeh effects. The street is wet, possibly due to rain, and car headlights are visible in the distance, reflecting off the pavement. There are vehicles parked along the sides of the street.",
    "/mnt/data/ataparia/LidarTraining/night-frames/training/image_0/1000882.jpg": "The image shows a nighttime urban street scene. The road is lined with parked cars on both sides, and a few vehicles are visible driving down the street. The street is illuminated by streetlights, with ambient light coming from buildings and streetlamps. There are lane markings and arrows on the road, indicating traffic directions. The sky appears dark, suggesting nighttime.",
    "/mnt/data/ataparia/LidarTraining/night-frames/training/image_0/00002299.jpg": "The image shows a street at night, likely in a city setting. The street is lined with tall buildings on either side, which have illuminated windows. Streetlights cast a warm glow, illuminating the area. In the middle of the image, there are tram tracks, suggesting a tram line runs down this street. On the right side, there is a prominent cylindrical advertisement display with an image of two penguins, and it is brightly lit. Trees line the street, and there are a few pedestrians visible along the sidewalk.",
    "/mnt/data/ataparia/LidarTraining/night-frames/training/image_0/00005776.jpg": "The image shows a nighttime street scene illuminated by streetlights. There are multiple lanes for vehicles, and cars can be seen traveling along the road. In the background, a large building with a classical architectural design and arched windows is visible, with lights glowing from within. The sky is dark, indicating that it is nighttime, and there is a pedestrian crossing in the foreground.",
    "/mnt/data/ataparia/LidarTraining/night-frames/training/image_0/00001036.jpg": "The image depicts a street at night, with dim street lighting illuminating the road. A no U-turn sign is visible on a pole to the left side of the street. Several parked cars are seen along the right curb, and a few cars are visible on the road in the background. Trees and bushes are partially visible, and overall, the surroundings are dimly lit.",
    "/mnt/data/ataparia/LidarTraining/night-frames/training/image_0/00005831.jpg": "The image depicts a nighttime street scene with visible light reflection on a wet road. There are several cars parked along the sides of the street, with one car visible driving with headlights on. Streetlights illuminate the area, and large circular light artifacts, possibly from lens flare or raindrops on the camera lens, are present in the image. Buildings line the sides of the street, and a street sign is visible on the right side indicating 'Vallejo'.",
    "/mnt/data/ataparia/LidarTraining/night-frames/training/image_0/00006549.jpg": "The image depicts a night scene with a line of vehicles on a roadway. The vehicles' headlights are on, illuminating their path. The road appears to have multiple lanes with a median served by street lighting. Surrounding the road, there are plants visible near the median, and the background is mostly dark, indicating nighttime.",
    "/mnt/data/ataparia/LidarTraining/night-frames/training/image_0/00005338.jpg": "The image shows a nighttime street scene at an intersection. There are visible crosswalks and pedestrian crossing signals. Several vehicles are parked along the street, and a few cars are visible in the distance with their headlights on. A couple of people are standing on the sidewalk near the corner of a building, and a fire hydrant is in the foreground. Streetlights illuminate the area, and storefronts with lit signs can be seen on the right-hand side.",
    "/mnt/data/ataparia/LidarTraining/night-frames/training/image_0/0000220.jpg": "The image depicts a dimly lit street at night. The road is wet, reflecting the lights from the surrounding street lamps and car headlights. A white van is parked on the left side of the street, and a car with its taillights on is visible further down the street. Bright circular lens flares are present, likely caused by the light reflecting off the wet surfaces. Buildings with lit windows are visible on the right side of the street.",
    "/mnt/data/ataparia/LidarTraining/night-frames/training/image_0/00002810.jpg": "The image depicts a nighttime urban street scene. The street is well-lit with numerous street lamps and neon signs from the surrounding buildings. On the left side, there are large windows with light coming from inside, and a bicycle lane is visible. On the right, there are several cars parked along the curb and a line of trees interspersed with people walking on the sidewalk. The scene appears lively with various storefronts and lit façades extending into the distance.",
    "/mnt/data/ataparia/LidarTraining/night-frames/training/image_0/0000865.jpg": "The image depicts a busy urban street scene at night with a long line of vehicles waiting at a traffic light. The street is well-lit by streetlights and illuminated signs from nearby buildings. On the left, a building has a sign with the name 'BERGGRUEN,' while on the right side, various signs and stores are visible, including a sign with 'ACAD UNIVERSITY.' The road is divided into multiple lanes, and there is a clear view of cars with illuminated brake lights. Above the street, tall buildings are visible, and a pedestrian walkway connects buildings in the background.",
    "/mnt/data/ataparia/LidarTraining/night-frames/training/image_0/00004484.jpg": "The image shows a nighttime cityscape at an intersection. Several vehicles are waiting at a red traffic light. The street is lined with buildings, some with illuminated windows, indicating activity. Streetlights are present, and there are visible road markings, including crosswalks. There are also lit signs on the right side of the image, suggesting nearby businesses or residential areas.",
    "/mnt/data/ataparia/LidarTraining/night-frames/training/image_0/00001917.jpg": "The image depicts a nighttime view of a city street. The street is lined with parked cars on both sides, and streetlights are illuminating the area. A few cars are driving down the road, and their headlights are visible. Buildings can be seen on the left, and the sky is dark.",
    "/mnt/data/ataparia/LidarTraining/night-frames/training/image_0/00003204.jpg": "The image shows a nighttime urban street scene. There are several cars on the road, with a white car in the foreground near the center. The street is lined with bright streetlights and buildings on both sides. Pedestrians are standing on the crosswalk on the right side of the image. There are illuminated signs and storefronts visible on the left, and street banners hang from the lamp posts. The sky is dark, indicating nighttime.",
    "/mnt/data/ataparia/LidarTraining/night-frames/training/image_0/00001458.jpg": "The image depicts a city street intersection at night. The street is busy with vehicles; a white van and a dark-colored car are prominently crossing the intersection. A red streetcar is visible on the left side of the image. Streetlights illuminate the area, and buildings with lit windows line both sides of the street. Traffic signals are present, with a red light showing for some lanes. The atmosphere is urban, with a mixture of moderate traffic and pedestrian activity.",
    "/mnt/data/ataparia/LidarTraining/night-frames/training/image_0/00005034.jpg": "The image depicts a night scene of a wet, slightly hilly street under artificial lighting. Several cars are parked along the sides of the street, and one vehicle with headlights on is driving uphill. The street surface reflects the yellowish glow of the streetlights, enhancing the nighttime atmosphere. Large circular lens flares are visible across the image, creating a blurry effect in places. Buildings with illuminated windows are visible on either side of the street.",
    "/mnt/data/ataparia/LidarTraining/night-frames/training/image_0/00001836.jpg": "A nighttime scene depicts a dark building with several lit windows. The building has multiple floors, and the windows emit a warm yellow light. In front of the building are several parked cars on a wet road, suggesting recent rainfall. A street lamp illuminates the area partially, casting a soft glow on the pavement.",
    "/mnt/data/ataparia/LidarTraining/night-frames/training/image_0/00002854.jpg": "The image shows a nighttime street scene. A person wearing a red shirt is cycling across a crosswalk. In the background, there is a car with headlights on facing towards the camera. The street is well-lit with several street lights. There are parked cars along the road and buildings on the right. A sign on the left indicates a 'Dead End'.",
    "/mnt/data/ataparia/LidarTraining/night-frames/training/image_0/00002084.jpg": "The image shows a wet street at night, illuminated by streetlights. The reflective surface suggests recent rain, and the street is lined with parked cars on both sides. Buildings with lit windows are visible along the sides of the street, creating a dimly lit urban scene.",
    "/mnt/data/ataparia/LidarTraining/night-frames/training/image_0/00001989.jpg": "The image depicts a nighttime street scene in an urban area. The street is lined with 3-4 story buildings, with some trees visible on the sidewalks. Several cars are parked along the street, while others are driving down the road. Streetlights illuminate the area, casting a warm glow. There are a few pedestrians visible on the sidewalk. The sky is dark, indicating it is nighttime.",
    "/mnt/data/ataparia/LidarTraining/night-frames/training/image_0/00003066.jpg": "The image depicts a nighttime street scene. The street is lined with parked cars on either side. Several vehicles are visible on the road, heading away from the viewer. Streetlights illuminate the scene, and there are traffic lights in the distance. Buildings with lit windows can be seen on the right side of the street.",
    "/mnt/data/ataparia/LidarTraining/night-frames/training/image_0/0000059.jpg": "The image depicts a nighttime urban street scene with multiple vehicles on the road. The street is lined with buildings, and some storefronts are illuminated. Neon signs and streetlights add additional lighting to the scene. A bus is visible in the lane opposite to the cars. The overall atmosphere suggests a busy city environment.",
    "/mnt/data/ataparia/LidarTraining/night-frames/training/image_0/00003160.jpg": "The image depicts a dark street at night. The road appears wet, likely reflecting light sources, indicating recent rain. There are parked cars along the sides of the street. Large circular light flares or spots are visible in the image, likely caused by reflections or lens artifacts. The background includes trees and a building to the right.",
    "/mnt/data/ataparia/LidarTraining/night-frames/training/image_0/00001905.jpg": "The image shows a nighttime road scene with a curved highway. Streetlights illuminate the road, and there are a few vehicles with headlights and taillights visible. The road has a barrier on one side, and there are multiple lanes marked by white dashed lines.",
    "/mnt/data/ataparia/LidarTraining/night-frames/training/image_0/00003254.jpg": "The image depicts a nighttime urban street scene. Streetlights illuminate the road, which is lined with parked cars on both sides. A few vehicles are visible driving down the street. There are trees along the sidewalk and buildings with lit storefronts. The word 'STOP' is painted on the road surface in white letters.",
    "/mnt/data/ataparia/LidarTraining/night-frames/training/image_0/00007271.jpg": "The image depicts a nighttime urban street scene with vehicles parked along both sides of the road. The street is dimly lit with streetlights, and there are buildings and storefronts visible on either side. In the distance, traffic lights can be seen controlling the flow of vehicles. The word 'AHEAD' is painted on the road. There are a few pedestrians on the sidewalk.",
    "/mnt/data/ataparia/LidarTraining/night-frames/training/image_0/00003346.jpg": "The image depicts a nighttime scene of a street lined with establishments. The prominent signage at the center reads 'Fishmen’s Grotto,' and it is illuminated with neon lighting. There is a Chowder Hut on the left with a smaller neon sign. Streetlights illuminate the road that curves slightly to the right, and a car with headlights on is visible in the distance. Various other storefronts are visible, and the overall atmosphere is quiet and dimly lit.",
    "/mnt/data/ataparia/LidarTraining/night-frames/training/image_0/1000375.jpg": "The image shows a dimly lit street at night, likely after a rain. The wet pavement reflects the streetlights, creating a shimmering effect. On the left, there is a building with a white façade featuring three large round openings. A green traffic light is visible, indicating it is allowed to proceed for vehicles facing it. In the background, there are rows of streetlights illuminating the street and parked cars along the sides. There is a noticeable presence of lens flare effects from the streetlights.",
    "/mnt/data/ataparia/LidarTraining/night-frames/training/image_0/00004269.jpg": "The image shows a lively city street at night, illuminated by streetlights and neon signs. On the left side, there is a circular sign that reads 'Fisherman's Wharf.' There are storefronts with bright signs on the right, including a building with red neon lights and large billboards. Several people can be seen walking on the sidewalk, and a few cars are on the street, including one with headlights on. The atmosphere suggests a bustling urban area with active nightlife.",
    "/mnt/data/ataparia/LidarTraining/night-frames/training/image_0/0000400.jpg": "The image shows a nighttime street scene in an urban area. The street is well-lit with multiple streetlights illuminating the surroundings. There are cars parked along the sides of the road, and a couple of vehicles are seen on the street. Buildings on either side have lights and signs. Overhead, there are string lights or decorations hanging across the street. A bicycle lane is marked on the right side of the road with protective posts separating it from the main traffic lane. Pedestrians are seen walking on the sidewalk.",
    "/mnt/data/ataparia/LidarTraining/night-frames/training/image_0/00006020.jpg": "The image depicts a nighttime urban street scene. Multiple lit lampposts line the road, casting a warm glow across the street. Traffic signals are visible, with one displaying red and another green. A large, well-lit building with an archway entrance is visible on the right side of the road. The street features several lanes, and there is minimal traffic, with a few vehicles visible. A pedestrian crossing is marked in the foreground.",
    "/mnt/data/ataparia/LidarTraining/night-frames/training/image_0/00002014.jpg": "The image shows a nighttime urban street scene. The street is lined with parked cars and there is a single lane for moving vehicles. The road is illuminated by street lamps, and cars are moving in both directions. Several buildings with shops or apartments line the side of the street. There is noticeable traffic on one side of the road, with headlights visible. Trees are present along the sidewalk.",
    "/mnt/data/ataparia/LidarTraining/night-frames/training/image_0/00003455.jpg": "The image depicts a nighttime urban scene with a view of a hilly cityscape. A tall, illuminated structure, possibly a tower or monument, stands prominently in the center background. The area is dotted with numerous city lights, reflecting a bustling environment. The foreground shows a wet street, indicative of recent rain, bordered by trees and buildings. The overall atmosphere is dark, showcasing the city's night lighting.",
    "/mnt/data/ataparia/LidarTraining/night-frames/training/image_0/00002314.jpg": "The image shows a dimly lit street at night. There are several parked cars on either side of the road. A street sign is visible in the distance. Trees and houses line the street, casting shadows in the low light. The area is illuminated by a streetlamp, but overall, the scene is quite dark.",
    "/mnt/data/ataparia/LidarTraining/night-frames/training/image_0/00003426.jpg": "The image depicts a nighttime urban street scene. To the left, there is a large circular sign for Fisherman's Wharf in San Francisco. The street is well-lit, and there are several cars visible on the road. To the right, there is a brightly lit building with red neon outlines and signage, including shops and a restaurant. A few pedestrians can be seen walking along the sidewalks. The atmosphere is lively and typical of a bustling city area at night.",
    "/mnt/data/ataparia/LidarTraining/night-frames/training/image_0/0000390.jpg": "The image shows a nighttime urban street scene with wet pavement reflecting the lights. In the background, there are multiple car headlights facing towards the viewer, indicating oncoming traffic. A red traffic light is visible on the right side. The street is flanked by buildings with some windows illuminated. Large circular lens flares are visible, likely due to the street lighting.",
    "/mnt/data/ataparia/LidarTraining/night-frames/training/image_0/00003608.jpg": "The image depicts a dimly lit urban street at night, lined with parked cars on both sides. The street descends into the distance where small dots of streetlights and building lights are visible against the dark sky. A few white vehicles are prominently visible in the foreground. One house on the right side of the street has a window with a warm light shining through. The overall ambience is quiet and subdued.",
    "/mnt/data/ataparia/LidarTraining/night-frames/training/image_0/00006738.jpg": "The image depicts a city street scene at night. The street is illuminated by street lamps and the lights of vehicles. There are multiple lanes, with cars driving along the road, and a bus can be seen in the distance. On the right side, there is a large building with a well-lit entrance and several windows. The sky is dark, and the overall scene has a warm, yellowish glow from the artificial lighting.",
    "/mnt/data/ataparia/LidarTraining/night-frames/training/image_0/1000764.jpg": "The image depicts an urban street scene at night. There are several cars parked along the street, with a visible parking meter next to the sidewalk. Overhead, a bridge or overpass partially covers the view. Streetlights and car headlights illuminate the scene, casting reflections on the wet ground. A pedestrian crossing sign is visible, and a group of people are walking on the sidewalk. In the distance, more vehicles can be seen driving along an intersecting road.",
    "/mnt/data/ataparia/LidarTraining/night-frames/training/image_0/00003244.jpg": "The image shows a nighttime urban street scene at an intersection. A bus is visible in the middle of the intersection with a few cars around it. Streetlights illuminate the area, casting a warm glow on the road and surrounding buildings. There are red traffic lights visible, and the street features a zebra pedestrian crossing. Buildings with illuminated windows line the street, and some trees can be seen along the sidewalk.",
    "/mnt/data/ataparia/LidarTraining/night-frames/training/image_0/00003505.jpg": "The image shows a nighttime street scene with parked cars on both sides of an empty road. Streetlights illuminate the area, and a large billboard is visible on the left, advertising a traffic ticket service. A white van is parked on the left side of the street near the sidewalk. A 'STOP' marking is visible on the road, along with a zebra-crossing in the foreground. Buildings flank the street, contributing to the urban setting.",
    "/mnt/data/ataparia/LidarTraining/night-frames/training/image_0/00001962.jpg": "The image shows a nighttime street scene with numerous streetlights illuminating the area. There are multiple lanes on the road, with cars visible in the distance, having their headlights on. A large, well-lit building is on the right side of the image, and a flag is visible on top of it. The scene appears to be in an urban area with a clearly marked pedestrian crosswalk in the foreground.",
    "/mnt/data/ataparia/LidarTraining/night-frames/training/image_0/00006153.jpg": "The image depicts a nighttime urban street scene at an intersection. The road is lined with parked cars on both sides, and a few vehicles are driving down the street with their headlights on. Street lamps illuminate the area, casting light on the crosswalks. A traffic light is visible, showing red. Trees and buildings are present along the sides of the street. The sky is dark, indicating it is night.",
    "/mnt/data/ataparia/LidarTraining/night-frames/training/image_0/00005062.jpg": "The image shows a busy urban street scene at night. Several cars are waiting at a traffic light, with their rear lights illuminated. The street is lined with buildings on both sides, and there are streetlights casting a warm glow over the area. A few pedestrians are crossing the street at a crosswalk. The sky appears dark, indicating nighttime.",
    "/mnt/data/ataparia/LidarTraining/night-frames/training/image_0/00003814.jpg": "The image shows a nighttime scene with a dark building on the right side. The building has several windows with light coming from inside. There are streetlights on the left providing some illumination to the scene. A row of parked cars is visible adjacent to the building. The street and surroundings appear quiet, with a wet pavement reflecting the light from the streetlights.",
    "/mnt/data/ataparia/LidarTraining/night-frames/training/image_0/00003696.jpg": "The image shows a night view of a restaurant called 'Fishermen's Grotto.' The building has a vintage architectural design with white walls, arched windows, and decorative elements. The prominent neon sign on the roof displays the restaurant name in red lettering. There is a bright neon numeral '9' and the silhouette of a figure in red light above the sign. The entrance area is well-lit, and the pavement in front of the restaurant has a visible 'STOP' marking. A streetlight and some parked vehicles are also visible in the scene.",
    "/mnt/data/ataparia/LidarTraining/night-frames/training/image_0/00004972.jpg": "The image depicts a dark street scene at night, with large, circular lens flares dominating the foreground, likely caused by light reflections from a wet surface. The street is wet, reflecting the lights of cars parked along the sides, creating a glistening effect. The road appears empty, and the overall atmosphere is dimly lit, with a few scattered lights in the distance.",
    "/mnt/data/ataparia/LidarTraining/night-frames/training/image_0/00006102.jpg": "The image depicts a busy urban street at night. The scene is filled with numerous vehicles, primarily cars, stuck in traffic. The street is well-lit with streetlights and illuminated building signs. Among the visible signs, there are commercial establishments and institutional names. Buildings on both sides have various light fixtures, contributing to the brightness of the scene. A pedestrian overpass is visible in the background, crossing over the street. The overall atmosphere is lively, with the hustle and bustle typical of a city at night.",
    "/mnt/data/ataparia/LidarTraining/night-frames/training/image_0/00004796.jpg": "The image shows a dark, dimly lit street at night. Several cars are parked on both sides of the road. There are some trees and buildings partially visible next to the street. Streetlights and distant lights can be seen in the background, providing minimal illumination.",
    "/mnt/data/ataparia/LidarTraining/night-frames/training/image_0/00005565.jpg": "The image shows a nighttime view of a street intersection. The street is lined with parked cars on both sides. There are visible streetlights illuminating the area and a red traffic light is visible. The crosswalk is marked clearly on the road. Buildings with lit windows are present on either side, and a street sign is partially visible.",
    "/mnt/data/ataparia/LidarTraining/night-frames/training/image_0/00001773.jpg": "The image shows a nighttime street scene at an intersection with crosswalks. A few pedestrians are walking across the crosswalk. A silver SUV is driving through the intersection. There are buildings on either side of the street, including one with a sign that says 'Samy's Camera'. The traffic light is red, and street lights are illuminating the area. The speed limit sign indicates a limit of 25 mph. The sky is dark, indicating it is either evening or night.",
    "/mnt/data/ataparia/LidarTraining/night-frames/training/image_0/0000269.jpg": "The image shows a nighttime urban scene with wet pavement, likely due to rain. A small building with a modern design is visible on the left, featuring three circular windows in a vertical line. Streetlights illuminate the area, and a green traffic light is prominent near the building. There are reflections on the wet ground, and the background shows blurred city lights, suggesting a street or an intersection.",
    "/mnt/data/ataparia/LidarTraining/night-frames/training/image_0/00004170.jpg": "The image shows a wet city street at night, illuminated by streetlights and red traffic signals. The pavement reflects the lights, indicating recent rain. To the right, there is a building with the 'Academy of Art University' sign lit up. On the left, there's a structure with circular windows. A vehicle and a few parked cars are visible along the street.",
    "/mnt/data/ataparia/LidarTraining/night-frames/training/image_0/1000672.jpg": "The image shows a nighttime city street scene with a wide intersection. Traffic lights are visible, with red lights indicating stop in several directions. Cars with headlights on are lined up on the road, waiting at the traffic signals. A building on the left features a sign that reads 'Public Storage.' The street is well-lit by street lamps, and some buildings have lit windows. The scene has a quiet, urban atmosphere typical of a city at night.",
    "/mnt/data/ataparia/LidarTraining/night-frames/training/image_0/00006121.jpg": "The image depicts a wet city street at night, with a red traffic light visible on the right. The street has light reflections due to the wet surface, and there are cars parked along the sides. Headlights from cars in the distance can be seen approaching. Streetlights provide additional illumination, and large lens flares are visible in the foreground, possibly from the camera lens.",
    "/mnt/data/ataparia/LidarTraining/night-frames/training/image_0/1000456.jpg": "The image shows a dark street at night, illuminated by a few streetlights. There are cars parked along both sides of the road. A house with lights on is visible on the left side. The scene is relatively quiet with no people or activity apparent.",
    "/mnt/data/ataparia/LidarTraining/night-frames/training/image_0/00002915.jpg": "The image depicts a wet street scene at night. The street is dimly lit, with streetlights and vehicle headlights providing limited illumination. There are several parked cars, including a red one in the foreground. Raindrops on the camera lens create large circular flares in the image, adding to the ambiance of a rainy night. Building windows are visible on the right side, and the scene evokes a quiet, urban nighttime atmosphere.",
    "/mnt/data/ataparia/LidarTraining/night-frames/training/image_0/00002536.jpg": "The image shows a night scene of a city street. On the left, a large, round sign reads 'Fisherman's Wharf, San Francisco.' The street is lined with lit street lamps leading into the distance. To the right, a building is illuminated with red neon lights. A few cars are visible on the road, and there are people walking on the sidewalk. The atmosphere is lively with bright lights from shops and vehicles.",
    "/mnt/data/ataparia/LidarTraining/night-frames/training/image_0/00006865.jpg": "The image shows a city intersection at night. The streets are illuminated by streetlights and traffic signals, which are mostly red. A line of cars can be seen waiting at the intersection, their headlights glowing. Buildings surround the area, with a visible sign for 'Public Storage' on one of them. There are also some illuminated signs and possibly a storefront on the right side of the image. The roads appear wet, suggesting recent rain.",
    "/mnt/data/ataparia/LidarTraining/night-frames/training/image_0/00006277.jpg": "The image displays a city street at dusk or night, with buildings and storefronts on either side. Neon signs, including one for 'Bed Bath & Beyond,' are lit up on the right side. Cars are parked along the street, and a traffic light is visible with its red light illuminated. The skyline includes several tall buildings in the background. The street is relatively empty, with only a few vehicles and pedestrians visible.",
    "/mnt/data/ataparia/LidarTraining/night-frames/training/image_0/1000298.jpg": "The image depicts a nighttime street scene. The street is lined with parked vehicles on the right side, including a white truck with a visible company logo. Streetlights illuminate the area, casting a warm glow, and cars are faintly visible in the distance, possibly contributing to the illumination with their headlights. The sky is dark, and the street markings are visible on the road. Residential buildings with some lit windows can be seen on the left side.",
    "/mnt/data/ataparia/LidarTraining/night-frames/training/image_0/00005655.jpg": "The image depicts an urban street scene at night. The scene features a road with visible lane markings, including a left-turn arrow. There is a pedestrian crosswalk and a traffic light showing red. Buildings in the background are illuminated, suggesting a city setting. A white car is parked on the street to the right.",
    "/mnt/data/ataparia/LidarTraining/night-frames/training/image_0/0000314.jpg": "The image depicts a dark, narrow street at night. Cars are parked along both sides of the street, and there are faint reflections of headlights on the pavement. The background shows distant city lights, indicating an urban setting. The area is dimly lit, creating a quiet, serene atmosphere.",
    "/mnt/data/ataparia/LidarTraining/night-frames/training/image_0/00003740.jpg": "The image shows a nighttime urban street scene during rainfall. The wet road is reflecting the red and white lights of cars, as well as streetlights. Several vehicles are visible on the street, including a silver car in the foreground. The rain creates a slightly blurred effect, especially around lights, giving a glowing appearance. In the distance, a fast-food restaurant's illuminated sign is visible. The surrounding buildings and trees are dimly lit.",
    "/mnt/data/ataparia/LidarTraining/night-frames/training/image_0/00003903.jpg": "The image depicts a dimly lit street scene at night. The street appears to be descending downhill with several cars parked along the side. There are streetlights illuminating parts of the scene, giving a warm glow. In the background, numerous city lights are visible, suggesting an urban environment. The image has a dark and moody atmosphere.",
    "/mnt/data/ataparia/LidarTraining/night-frames/training/image_0/00003325.jpg": "The image shows a city street intersection at night, featuring a few vehicles stopped at a red traffic light. The street is bordered by tall buildings, which are illuminated with many lit windows. Streetlights and traffic signals are visible, casting light on the road. A crosswalk is visible in the foreground, and some signage is present with illuminated lettering, indicating a leasing center and apartment complex.",
    "/mnt/data/ataparia/LidarTraining/night-frames/training/image_0/00003624.jpg": "The image depicts a wet, dimly lit street scene at night. There are several parked cars along both sides of the road, and the surface is gleaming due to the wetness. Streetlights illuminate the scene, creating a series of light reflections on the pavement. The atmosphere is dark, with visible rain or water droplets causing lens flares and circular light effects in the image.",
    "/mnt/data/ataparia/LidarTraining/night-frames/training/image_0/00005923.jpg": "The image shows a nighttime urban street scene. A white car is in the process of making a turn at an intersection, illuminated by streetlights. Other vehicles are parked along the sides of the street and some are seen in the distance, with their headlights on. Signs are visible, indicating a laundrette and other businesses along the street. The environment is dimly lit, with scattered points of light from cars and streetlights.",
    "/mnt/data/ataparia/LidarTraining/night-frames/training/image_0/1000591.jpg": "The image depicts a nighttime street scene. The road is lined with parked cars on both sides and a few moving vehicles with their headlights and taillights visible. Street lamps illuminate the area, and residential buildings with lit windows are visible on the right. The sky is dark, indicating it is night, and some holiday string lights are visible on the shrubbery near one of the buildings.",
    "/mnt/data/ataparia/LidarTraining/night-frames/training/image_0/00005707.jpg": "The image shows a nighttime view of a multi-lane road. The road is illuminated by streetlights and has several vehicles traveling in both directions. The right side of the road is bordered by a temporary barrier, possibly for construction or safety purposes. There are trees and possibly street signs visible in the background, along with traffic signals in the distance.",
    "/mnt/data/ataparia/LidarTraining/night-frames/training/image_0/00007021.jpg": "The image shows a dimly lit street at night. There is a dark building with a few windows on the right side. A street light is visible, casting a glow over the area. There are two vehicles parked near the building, and the street appears to be quiet and empty.",
    "/mnt/data/ataparia/LidarTraining/night-frames/training/image_0/00002978.jpg": "The image depicts a dimly lit street at night with cars parked on both sides. There are trees along the sidewalks, and a faint light source can be seen illuminating the area faintly. The overall scene is dark with shadows and low visibility.",
    "/mnt/data/ataparia/LidarTraining/night-frames/training/image_0/00002200.jpg": "The image depicts a dimly lit street at night. There are streetlights illuminating parts of the road, and a building with lit windows and a few outdoor lights is visible in the background. A speed limit sign indicating 35 mph is also present near the roadside. The road curves to the right, and there are traffic lights in the distance.",
    "/mnt/data/ataparia/LidarTraining/night-frames/training/image_0/00003100.jpg": "The image shows a nighttime city intersection. Several street lights illuminate the road, and a few cars can be seen stopped at a red traffic light. On the left side of the image is a building with a 'Public Storage' sign visible. The streets are relatively empty, and the overall ambiance suggests a quiet urban setting.",
    "/mnt/data/ataparia/LidarTraining/night-frames/training/image_0/00004150.jpg": "The image shows a dimly lit urban street at night. Streetlights illuminate the wet pavement, reflecting light and highlighting the dampness. Buildings with visible windows are on either side, some with lights on inside. A row of parked cars lines the right side of the street. The atmosphere appears quiet and calm, typical of a late-night scene.",
    "/mnt/data/ataparia/LidarTraining/night-frames/training/image_0/00003926.jpg": "The image shows a nighttime street scene. A person is riding a bicycle across a crosswalk. The cyclist is wearing a helmet and a light-colored jacket. In the background, a car with headlights on is approaching the crosswalk. On the sides of the street, there are parked vehicles and a building with lit windows. Streetlights illuminate the area, and a sign indicating a 'Dead End' or 'Do Not Enter' is visible near the intersection.",
    "/mnt/data/ataparia/LidarTraining/night-frames/training/image_0/00005660.jpg": "The image depicts a city intersection at night, with a wide view of a street lined with parked cars and illuminated by streetlights. The traffic lights are visible, with one showing red. A crosswalk is painted on the street in the foreground. The street is mostly empty, with a few cars dispersed in the distance.",
    "/mnt/data/ataparia/LidarTraining/night-frames/training/image_0/00002460.jpg": "The image shows a dimly lit residential street at night. The scene is primarily illuminated by a few streetlights. Several parked cars are visible on both sides of the street. There appear to be some houses with faint exterior lights on the left side. The area is mostly dark, with minimal ambient light.",
    "/mnt/data/ataparia/LidarTraining/night-frames/training/image_0/00005692.jpg": "The image shows a nighttime street scene in an urban area. The street is lined with buildings on both sides, with some illuminated windows. A few cars are parked along the curb, and there are more vehicles on the road, both parked and in motion. Streetlights illuminate the scene, casting a warm glow over the area. A banner hangs from a light pole, and the street is identified as Fulton. The overall atmosphere is calm, with a small number of pedestrians visible near the buildings.",
    "/mnt/data/ataparia/LidarTraining/night-frames/training/image_0/1000124.jpg": "The image shows a nighttime urban street scene. A wide road with visible crosswalks is lit by streetlights. There are several cars parked along the sides and a few driving on the road. On the right side, a building with bay windows and a neon-lit entrance is visible, with a few pedestrians standing on the corner. Overhead, utility lines can be seen against the night sky. The scene appears to be lively with traffic lights guiding the vehicles and pedestrians.",
    "/mnt/data/ataparia/LidarTraining/night-frames/training/image_0/00001774.jpg": "The image depicts a nighttime urban street scene. There is a white van with visible rear lights traveling on the road, and a white pickup truck is adjacent to it. Several streetlights are illuminating the roadway, and residential buildings with lit windows are visible in the background. Additional cars are parked along the street, and a few pedestrians can be seen on the sidewalks.",
    "/mnt/data/ataparia/LidarTraining/night-frames/training/image_0/00003157.jpg": "The image depicts a dimly lit urban street at night. The street is lined with parked cars on both sides. In the center of the road, a car with illuminated taillights is driving away from the viewer. Streetlights are visible, providing illumination to the scene. Buildings are on the right side, with some lit windows visible. The overall atmosphere is dark due to the nighttime setting.",
    "/mnt/data/ataparia/LidarTraining/night-frames/training/image_0/0000161.jpg": "The image depicts a nighttime urban street scene at a crosswalk intersection. The street is dimly lit by streetlights and vehicle headlights. There are a few people standing at the corner, possibly waiting to cross. Cars are parked along the street, and a few vehicles are visible driving down the road. A building with illuminated windows is on the corner, and pedestrian crossings can be seen on both streets. A traffic light is showing red for pedestrian crossing.",
    "/mnt/data/ataparia/LidarTraining/night-frames/training/image_0/00001555.jpg": "The image depicts a nighttime street scene. The road is illuminated by streetlights, and several cars are visible parked along the street and driving in the middle. A speed limit sign indicating '25' is seen on the right side of the road. The scene is dark, with the streetlights providing the primary source of light.",
    "/mnt/data/ataparia/LidarTraining/night-frames/training/image_0/00005579.jpg": "The image shows a dimly lit road at night. The road has multiple lanes and is illuminated by street lights spaced along its length. A speed limit sign indicating '30' miles per hour is visible on a lamppost. There are some vehicles parked along the sides of the road. Traffic lights in the distance show green, indicating vehicles can proceed. The surrounding area appears dark with limited visible structures.",
    "/mnt/data/ataparia/LidarTraining/night-frames/training/image_0/00002100.jpg": "The image depicts a nighttime urban street scene. A cyclist is riding across a crosswalk at an intersection with a red traffic light. Cars are waiting at the light, and there are vehicles parked along the sides of the street. Bright lights from a neon sign on a building illuminate part of the scene. A street sign displays '17th Street'.",
    "/mnt/data/ataparia/LidarTraining/night-frames/training/image_0/00002073.jpg": "The image shows a dimly lit street at night. There's a streetlight on the left illuminating part of the road and nearby trees. Several cars are parked along the right side of the street, with their headlights on or visible reflecting light. The road curves slightly, and there are trees and darkened residential buildings in the background. The sky is dark, indicating nighttime.",
    "/mnt/data/ataparia/LidarTraining/night-frames/training/image_0/00004932.jpg": "The image depicts a dark street scene at night. The street is wet and shiny, possibly after rain, reflecting the streetlights. Cars are parked along the left side of the street. On the right, there is a sign with some text, partially obstructed by darkness. The overall ambiance is dimly lit, with streetlights providing the primary illumination.",
    "/mnt/data/ataparia/LidarTraining/night-frames/training/image_0/00006643.jpg": "The image shows a dimly lit street at night with cars parked on either side. The street slopes downward, and there are residential houses on both sides. Some streetlights provide minimal lighting, and the sky is dark, indicating it is nighttime. There are scattered lights in the distance, possibly from other buildings or streetlights farther away.",
    "/mnt/data/ataparia/LidarTraining/night-frames/training/image_0/00006571.jpg": "The image depicts a dimly lit street at night. The road is wet, suggesting recent rain, and there are parked cars lining the sides of the street. A white van is visible on the left side. Streetlights illuminate the area, casting reflections on the wet pavement. A traffic cone is seen on the right side of the street, along with a small step ladder, indicating possible maintenance work. The word 'STOP' is painted on the road near the bottom of the image.",
    "/mnt/data/ataparia/LidarTraining/night-frames/training/image_0/00006638.jpg": "The image shows a busy urban street at night with heavy traffic. Numerous cars are visible, with their tail lights illuminated, creating a flow of red lights. Buildings line both sides of the street, with bright signage and illuminated windows. A neon sign on the right reads 'ACADE UNIVERSITY'. The street is well-lit by streetlights and building lights. There are multiple lanes and a visible intersection with traffic signals and signs, including a visible speed limit sign indicating 25 mph.",
    "/mnt/data/ataparia/LidarTraining/night-frames/training/image_0/00002359.jpg": "The image depicts a dimly lit street at dusk or night with streetlights illuminating the scene. Several construction cones are placed along the right side of the road near a small construction vehicle or machinery. The road has markings that read 'SLOW' and 'SCHOOL'. Buildings and parked vehicles are visible on the left side of the street under a dark blue sky with scattered clouds.",
    "/mnt/data/ataparia/LidarTraining/night-frames/training/image_0/1000533.jpg": "The image shows a nighttime scene on a wet street with cars stopped at a traffic light. The road is reflective due to rain, and there are noticeable lens flares and red light reflections, likely from the car brake lights. Trees and buildings line the sides of the road, and a green traffic signal is visible overhead at the intersection marked by a street sign.",
    "/mnt/data/ataparia/LidarTraining/night-frames/training/image_0/00001839.jpg": "The image shows a wet urban street at night, reflecting the surrounding lights. Streetlights and vehicle headlights illuminate the area, creating a shiny effect on the asphalt road. There are a few vehicles visible in the distance with their lights on, and the sky is dark with limited visibility. Trees or shadows appear along the roadside, adding to the nocturnal atmosphere.",
    "/mnt/data/ataparia/LidarTraining/night-frames/training/image_0/00001244.jpg": "The image depicts a nighttime street scene with cars parked on both sides of the road. The street is illuminated by streetlights, casting a warm glow on the surroundings. A few houses are visible on the right side, with lights on indicating occupancy. The sky is dark, suggesting it is nighttime or late in the evening.",
    "/mnt/data/ataparia/LidarTraining/night-frames/training/image_0/00002324.jpg": "The image shows a dimly lit street at night. The road has multiple lanes and is illuminated by street lamps. There are traffic signs visible on the right side, including a 'Speed Limit 30' sign. The street is mostly empty, with a few cars parked on the sides. The road stretches into the distance, with vehicle lights visible in the background, indicating more traffic further down the road.",
    "/mnt/data/ataparia/LidarTraining/night-frames/training/image_0/00002388.jpg": "The image shows an urban street scene at night. The street is illuminated by streetlights and traffic lights. Several vehicles, including a white car, are on the road. There are buildings on both sides, with one prominently displaying a 'Public Storage' sign. The traffic lights at the intersection are red, indicating stopped traffic. The streets appear to be wet, suggesting recent rain. The overall atmosphere is calm, typical of a nighttime city setting.",
    "/mnt/data/ataparia/LidarTraining/night-frames/training/image_0/0000028.jpg": "The image depicts a nighttime urban street scene. The road is lined with cars, some parked along the side, while others are moving. Streetlights illuminate the area, casting a warm glow. A few buildings, likely shops and residential properties, are visible along the street. There is light traffic and a few pedestrians can be seen. Trees are sparsely planted alongside the road.",
    "/mnt/data/ataparia/LidarTraining/night-frames/training/image_0/00005861.jpg": "The image depicts a dimly lit street scene at night. Several cars are parked along the side of the road, with headlights of one vehicle visible. There is minimal street lighting, and trees line the left side of the street. A large structure is faintly visible in the background under the evening sky.",
    "/mnt/data/ataparia/LidarTraining/night-frames/training/image_0/0000970.jpg": "The image depicts a night scene of an urban street. Cars are parked along both sides of the street, while a few vehicles are seen driving down the road. Streetlights illuminate the area, and the rear lights of the cars create a red hue on the asphalt. Buildings with lit windows line the street on the right side, and there are scattered trees and greenery visible along the left side.",
    "/mnt/data/ataparia/LidarTraining/night-frames/training/image_0/00004951.jpg": "The image depicts a nighttime street scene at an intersection. The traffic light is red, and a few cars are visible, including a white one about to turn. The street is illuminated by streetlights, and a neon sign for a business is visible on the right side of the image, displaying two cocktail glasses and the word 'SOON.' Buildings and parked cars line both sides of the street.",
    "/mnt/data/ataparia/LidarTraining/night-frames/training/image_0/00003077.jpg": "The image depicts a nighttime urban street scene with wet pavement reflecting bright streetlights and vehicle headlights. A red traffic light is visible on the right, and there are parked vehicles along the sidewalk. Buildings with illuminated windows line the sides of the street, and the atmosphere is somewhat hazy, likely due to the rain or mist.",
    "/mnt/data/ataparia/LidarTraining/night-frames/training/image_0/0000344.jpg": "The image shows a dark street scene at night. A curved road is visible in the foreground with a street sign indicating a speed limit of 35 mph. Streetlights and traffic lights are visible in the distance, and a building with illuminated windows can be seen on the left. The setting appears to be an urban area with low visibility due to the night-time lighting.",
    "/mnt/data/ataparia/LidarTraining/night-frames/training/image_0/0000819.jpg": "The image shows a nighttime street scene with cars parked on both sides of the road. Street lamps illuminate the area, and a few pedestrians are visible on the sidewalk. The buildings lining the street are dimly lit, and traffic signals are discernible in the distance. The word 'STOP' is painted on the road in front of a white car in the center of the image.",
    "/mnt/data/ataparia/LidarTraining/night-frames/training/image_0/00005119.jpg": "The image shows a nighttime city street scene. The street is illuminated by streetlights and a red traffic signal. Cars are visible on the road, with some parked along the sides. A neon sign is seen on a building on the right, displaying an arrow and the lettering '500.' The street sign overhead indicates '17th Street.' The overall atmosphere is an urban nighttime setting with moderate traffic.",
    "/mnt/data/ataparia/LidarTraining/night-frames/training/image_0/0000259.jpg": "The image shows a street at dusk or dawn with vehicles parked on both sides. A large truck, possibly a utility or service vehicle, is in the center of the road with its rear safety lights illuminated. The surrounding buildings are mostly residential with several stories, and there are overhead utility lines visible against the dimly lit sky. Street lights are on, providing additional illumination.",
    "/mnt/data/ataparia/LidarTraining/night-frames/training/image_0/00006144.jpg": "The image depicts a dark street scene at night. The road is lined with parked cars on both sides and is illuminated by faint streetlights. There are trees along the sidewalk, and some residential buildings are partially visible in the background. The overall setting has low visibility due to the nighttime conditions.",
    "/mnt/data/ataparia/LidarTraining/night-frames/training/image_0/0000186.jpg": "The image shows a nighttime urban street scene. The road is illuminated by streetlights and traffic signals, which display red lights. A white car is parked on the right side of the street. In the background, tall buildings with numerous illuminated windows are visible, suggesting an urban area. The street markings include a pedestrian crossing and an arrow indicating a left turn.",
    "/mnt/data/ataparia/LidarTraining/night-frames/training/image_0/00004353.jpg": "The image shows an urban street scene at night. A crosswalk is visible in the foreground, with a dark-colored pickup truck crossing. Streetlights illuminate the area, casting light on the adjacent buildings and trees. Cars are parked along both sides of the road, and a traffic light shows red. A street sign reading 'Gough' is visible on the right.",
    "/mnt/data/ataparia/LidarTraining/night-frames/training/image_0/0000193.jpg": "The image depicts a quiet residential street at night. The street is dimly lit by a single streetlamp. In the background, a hillside with numerous scattered lights from houses and buildings is visible, creating a soft glow. The road has faded yellow lines and a slight curve, with some greenery on a median or roundabout in the center. The surrounding houses have minimal visible details due to the low light.",
    "/mnt/data/ataparia/LidarTraining/night-frames/training/image_0/00003452.jpg": "The image shows a nighttime street scene with a large vehicle, possibly a garbage or utility truck, parked on the right side of the street. The truck's rear lights are illuminated, casting a glow onto the road. Several parked cars line both sides of the street. The sky is dark with a hint of twilight, and streetlights are illuminating the area. Residential buildings are visible on both sides of the street.",
    "/mnt/data/ataparia/LidarTraining/night-frames/training/image_0/00004937.jpg": "The image shows a nighttime urban street scene with tall buildings on both sides. The street is lined with streetlights and illuminated advertisements. A few vehicles are visible, including a red bus stopped at a traffic light. Pedestrians are walking along the sidewalk, and a bicycle is crossing the street in front of the camera. The city atmosphere is calm and the area is moderately lit by artificial lights, contributing to the urban ambiance.",
    "/mnt/data/ataparia/LidarTraining/night-frames/training/image_0/00004487.jpg": "The image depicts a nighttime scene of a dimly lit street corner. There are several parked cars along the side of a large dark building. The building has multiple windows, some of which are illuminated from the inside, suggesting that the lights are on. Streetlights illuminate the area, casting a yellowish glow on the wet pavement, which appears reflective.",
    "/mnt/data/ataparia/LidarTraining/night-frames/training/image_0/00003638.jpg": "The image depicts a dark, steep street at night. The street is wet, reflecting the glow of streetlights that line the road. On the left side, several parked cars are visible. The surrounding buildings are mostly obscured by darkness, with minimal light coming from a few windows. In the distance, the lights of a cityscape can be seen.",
    "/mnt/data/ataparia/LidarTraining/night-frames/training/image_0/00001533.jpg": "The image shows a night scene of a wet road, possibly after rain. There is a white car driving on the slick street. The road is illuminated by streetlights, casting reflections on the wet surface. Several cars are seen parked on the side, and there are buildings in the background with lights on. A speed limit sign is visible on a pole at the side of the road.",
    "/mnt/data/ataparia/LidarTraining/night-frames/training/image_0/00007092.jpg": "The image depicts a nighttime urban street scene with vehicles parked along the side of the road. A white car is parked with the driver's side door open. There are streetlights illuminating the area, and other cars are visible in the distance. Buildings line the street on both sides, with some lights coming from windows and storefronts. The street is relatively empty of pedestrians.",
    "/mnt/data/ataparia/LidarTraining/night-frames/training/image_0/00001375.jpg": "The image depicts a street scene at dusk. A tram or trolleybus is visible in the center of the street, heading away from the viewer. Overhead electric wires for the tram are prominently visible against the twilight sky. Street lamps are illuminated, providing a warm glow. Residential buildings line both sides of the street, characterized by classic architecture. A few cars are parked along the sidewalk, and a pedestrian is seen on the right side.",
    "/mnt/data/ataparia/LidarTraining/night-frames/training/image_0/00003379.jpg": "The image shows a nighttime scene featuring a dark building with illuminated windows, suggesting interior lighting. There are several parked cars along the street in front of the building. Streetlights provide additional lighting to the area, casting a yellowish glow on the wet pavement, indicating recent rainfall. The overall atmosphere is quiet and dimly lit.",
    "/mnt/data/ataparia/LidarTraining/night-frames/training/image_0/00001304.jpg": "The image shows a nighttime street scene with cars parked along both sides of the road. A large streetlight illuminates the area, creating a contrast between lit and shadowed areas. Trees with visible, twisting branches line the sidewalks. Bright signs and shopfronts are visible on the right side, adding color to the scene. The word 'STOP' is painted on the road in large white letters. In the distance, taillights of cars and a pedestrian can be seen crossing the street.",
    "/mnt/data/ataparia/LidarTraining/night-frames/training/image_0/1000387.jpg": "The image shows a nighttime street scene with multiple cars on the road. The street is illuminated by streetlights, and a red traffic light is visible on the right. Windows in a nearby building on the left are lit, suggesting activity inside. The road has marked pedestrian crossings, and the atmosphere is calm with sparse traffic.",
    "/mnt/data/ataparia/LidarTraining/night-frames/training/image_0/00007135.jpg": "The image depicts a wet street at night, illuminated by streetlights. A bus is parked on the right side of the road, near a sign that indicates trucks should use the right lane. Surrounding the area, there are some cars parked along the street. The overall atmosphere is dark, with reflections on the wet pavement. Visible lens flares appear in various sizes across the image.",
    "/mnt/data/ataparia/LidarTraining/night-frames/training/image_0/00003457.jpg": "The image shows a dimly lit street at night. The street is lined with parked cars on both sides, and the road appears to go downhill, leading into the distance. Streetlights and some illuminated windows provide minimal lighting. The headlights of a vehicle slightly illuminate the road, showing road markings that include arrows. Houses or buildings can be seen along the sides with some trees visible.",
    "/mnt/data/ataparia/LidarTraining/night-frames/training/image_0/00004288.jpg": "The image shows a nighttime scene of a street in an urban area. The street is lined with cars, and buildings on either side. Streetlights and traffic lights illuminate the area, giving it a warm glow. There are people walking on the sidewalk to the right, and vehicles are parked and moving along the road. The sky is dark, indicating it is late evening or night.",
    "/mnt/data/ataparia/LidarTraining/night-frames/training/image_0/00004582.jpg": "The image shows an urban street scene at dusk or dawn. A large utility vehicle is traveling down the center of a narrow street lined with parked cars on both sides. The street is illuminated by streetlights, and there are trees and buildings visible along the edges. Some of the vehicles are parked closely to the curb, and a bright light from the vehicle in the foreground is visible. The sky is gradually becoming lighter, suggesting early morning or late evening.",
    "/mnt/data/ataparia/LidarTraining/night-frames/training/image_0/00005067.jpg": "The image depicts a dimly lit urban street at night. A streetlight is illuminating part of the area. Various cars are parked along both sides of the street, and a large tower structure is visible in the background against the night sky, featuring red lights.",
    "/mnt/data/ataparia/LidarTraining/night-frames/training/image_0/00005275.jpg": "The image shows a nighttime street scene with parked cars on both sides of the road. Streetlights illuminate the area, and there are several buildings with dimly lit windows. A brightly lit billboard is visible in the distance. The street is relatively quiet with no visible pedestrians or moving vehicles.",
    "/mnt/data/ataparia/LidarTraining/night-frames/training/image_0/00006699.jpg": "The image shows a nighttime street scene illuminated by streetlights. In the center, a car with headlights on is approaching in the distance. There are parked cars along the sidewalk on both sides. A couple of pedestrians are seen crossing the street on the left side. A building with several windows and a visible 'Dead End' sign is on the right. The atmosphere is quiet, typical of a city street at night.",
    "/mnt/data/ataparia/LidarTraining/night-frames/training/image_0/00004065.jpg": "The image shows a dark street scene at night with visible streetlights in the distance. The road appears wet, reflecting the lights. There are large, circular light artifacts across the image, possibly due to lens flare or moisture on the lens. Some parked cars are visible along the sides of the street.",
    "/mnt/data/ataparia/LidarTraining/night-frames/training/image_0/00001057.jpg": "The image depicts a nighttime scene on a wet street. The road is shiny from the rain, reflecting the streetlights and car headlights. There are parked cars on both sides of the street. The image is slightly out of focus with notable lens flares or light circles from the streetlights. The overall atmosphere is dimly lit, indicating a residential area with houses visible in the background.",
    "/mnt/data/ataparia/LidarTraining/night-frames/training/image_0/00005378.jpg": "The image depicts a dimly lit urban street at night. The street is lined with parked cars on both sides. There are a few streetlights illuminating the scene, casting a soft glow. The road is empty, and the background is dark, with some buildings partially visible.",
    "/mnt/data/ataparia/LidarTraining/night-frames/training/image_0/00004728.jpg": "The image shows a dark, wet street at night. A car is visible in the middle of the road, with its taillights reflecting on the wet surface. Streetlights cast a warm glow, illuminating the area slightly. There are several cars parked along the sides of the street. The overall atmosphere is dimly lit, highlighting a typical night scene after rainfall.",
    "/mnt/data/ataparia/LidarTraining/night-frames/training/image_0/00003856.jpg": "The image shows a nighttime view of a road with vehicles traveling in the same direction. The road curves to the right and is illuminated by streetlights. It is divided by white dashed lines, and there is a concrete barrier on one side. Multiple cars are seen with their rear lights on, and some light from the opposite direction is visible in the distance.",
    "/mnt/data/ataparia/LidarTraining/night-frames/training/image_0/00003113.jpg": "The image shows a dark, rainy street at night. Multiple streetlights illuminate the scene, creating reflections on the wet road surface. Several vehicles are parked along the street, and one car is driving down the road. Light interference causes lens flares, adding circular light patterns to the image.",
    "/mnt/data/ataparia/LidarTraining/night-frames/training/image_0/00005011.jpg": "The image depicts a dark, nighttime urban street scene. The street is lined with buildings on either side, some of which have lit windows. A red traffic light is illuminated on a pole to the right, and streetlights provide minimal illumination. A few vehicles are visible in the distance, and the street is empty of people.",
    "/mnt/data/ataparia/LidarTraining/night-frames/training/image_0/1000840.jpg": "The image shows a nighttime scene of a road with several cars driving. The road is divided by a grassy median with some vegetation. Streetlights illuminate the roadway, and the headlights of the vehicles create a line of lights along the road. The left side of the image shows a lane with cars, while the right side appears to have less traffic.",
    "/mnt/data/ataparia/LidarTraining/night-frames/training/image_0/00002058.jpg": "The image shows a dimly lit street at night. The scene includes a road with cars parked on both sides. Streetlights illuminate parts of the street, with some trees casting shadows near the sidewalk. The street is relatively empty, with no visible traffic or pedestrians.",
    "/mnt/data/ataparia/LidarTraining/night-frames/training/image_0/00001255.jpg": "The image depicts a road scene at night, illuminated by a streetlight. The road is lined with parked cars. Trees can be seen in the background under a dark sky. The atmosphere is dimly lit, and the road is visible with its lines and patches.",
    "/mnt/data/ataparia/LidarTraining/night-frames/training/image_0/00001365.jpg": "The image shows a nighttime urban street scene. The road is lined with parked cars on one side and moving traffic on the other, with their headlights illuminating the street. Several buildings are visible along both sides of the street, some with illuminated windows, indicating activity inside. Streetlights cast a warm glow over the scene, and some pedestrians can be seen on the sidewalk. A traffic light is visible further down the street.",
    "/mnt/data/ataparia/LidarTraining/night-frames/training/image_0/00001389.jpg": "The image depicts a nighttime urban street scene. Streetlights illuminate the road, casting a warm glow on the surroundings. A white car is parked on the side of the road with its driver's side door open. Other vehicles are parked along the right side of the street. Buildings line the street, and there are some pedestrians visible in the distance. The sky is dark, suggesting that it is nighttime.",
    "/mnt/data/ataparia/LidarTraining/night-frames/training/image_0/00001724.jpg": "The image shows a urban night scene under artificial street lighting. A street is visible with several moving vehicles, their headlights and taillights illuminated. On the right side, there are parked cars and a pedestrian walkway, where a group of people can be seen. A pedestrian crossing sign is visible, indicating a crosswalk. The area appears to be in a city, with buildings lining the street and a traffic signal visible in the distance.",
    "/mnt/data/ataparia/LidarTraining/night-frames/training/image_0/00003860.jpg": "The image depicts a street scene at night under artificial lighting. The wet pavement reflects the glow of streetlights and traffic signals. On the right, there is an illuminated bus stop shelter with an advertisement display. Several street signs are visible on a pole beside the shelter. A building can be seen in the background, and the atmosphere suggests a quiet, possibly rainy night.",
    "/mnt/data/ataparia/LidarTraining/night-frames/training/image_0/1000489.jpg": "The image depicts a dimly lit street at night. There are several parked cars lined up on either side of the road. The street is illuminated by streetlights, and some lights are visible from nearby buildings. The road appears to be empty of moving vehicles, and the overall atmosphere is quiet and dark.",
    "/mnt/data/ataparia/LidarTraining/night-frames/training/image_0/0000518.jpg": "The image depicts a nighttime street scene. The road is straight, lined with parked cars along the sides. Streetlights illuminate the street at regular intervals, casting a dim glow over the scene. A vehicle is driving down the middle of the street. The surroundings are mostly dark, with a few faintly visible buildings or structures in the background.",
    "/mnt/data/ataparia/LidarTraining/night-frames/training/image_0/00004831.jpg": "The image depicts a dark, nighttime street scene with a wet road surface. There are visible reflections from distant street lights and car headlights. Several bright lens flares or spots appear in the image, possibly due to moisture on the camera lens. Trees and buildings are faintly visible on the sides of the street.",
    "/mnt/data/ataparia/LidarTraining/night-frames/training/image_0/00004032.jpg": "The image shows a street scene at night. A road is illuminated by a streetlight, and there's a small traffic island with plants and a sign in the center. In the background, numerous small lights are visible, likely from houses or buildings on a hill, giving a sense of a suburban or urban landscape.",
    "/mnt/data/ataparia/LidarTraining/night-frames/training/image_0/00003284.jpg": "The image depicts a nighttime urban street scene with cars driving and parked along the sides. Streetlights illuminate the road and surrounding buildings. Shops and businesses are visible on both sides, with their signs lit up. A few pedestrians can be seen walking on the sidewalk. Traffic signals at an intersection in the distance show red lights.",
    "/mnt/data/ataparia/LidarTraining/night-frames/training/image_0/00003463.jpg": "The image depicts an urban street intersection at night. There are two pedestrians crossing the street on a marked crosswalk. A silver SUV is seen stopped in the intersection, facing the camera. The traffic lights are red, indicating that vehicles are expected to stop. On the right side, there is a building with a sign that reads 'Samy's Camera'. The background shows several buildings with lit windows, and the scene is dimly lit by streetlights.",
    "/mnt/data/ataparia/LidarTraining/night-frames/training/image_0/0000887.jpg": "The image shows a nighttime scene of a residential street lined with parked cars on both sides. The street is dimly lit with some streetlights visible in the distance. The overall ambiance is dark, indicating it's either nighttime or early morning.",
    "/mnt/data/ataparia/LidarTraining/night-frames/training/image_0/00002214.jpg": "The image depicts a nighttime city street scene. The wet road reflects the streetlights and vehicle lights, suggesting recent rainfall. A building on the right has a bright sign indicating 'Academy of Art University.' Various vehicles are parked along the street, and the traffic lights are visible, casting a red light on the wet pavement. The atmosphere is quiet and dark, with few visible pedestrians or activity.",
    "/mnt/data/ataparia/LidarTraining/night-frames/training/image_0/00001761.jpg": "The image depicts a nighttime street scene during rain, with wet pavement reflecting red and white lights. Several cars are visible on the road, with their taillights illuminated. The raindrops create a blurry effect on the image, and there are streetlights on either side of the road. The ambient lighting suggests an urban environment.",
    "/mnt/data/ataparia/LidarTraining/night-frames/training/image_0/00005737.jpg": "The image depicts a busy street at night with multiple vehicles, including a large bus and several cars, arrayed along both sides of the street. The street is lined with buildings housing various businesses, some of which are illuminated with bright signage. The scene captures the urban nightlife ambiance, with streetlights and vehicle headlights contributing to the illumination.",
    "/mnt/data/ataparia/LidarTraining/night-frames/training/image_0/00004198.jpg": "The image shows a nighttime urban street scene with streetlights illuminating the area. On the right, there are residential buildings and a couple of shops with people walking on the sidewalk. Several cars are parked along the side of the road, and one red car is prominently visible. On the left, traffic is seen on the street with vehicles heading towards the background, where the street ascends. The overall atmosphere indicates an active urban environment with a focus on street activity and lighting.",
    "/mnt/data/ataparia/LidarTraining/night-frames/training/image_0/00006712.jpg": "The image depicts a nighttime urban intersection. There are several cars stopped at a red light in both directions of the intersection. A group of people, including a child, is crossing the street using the crosswalk. Buildings line both sides of the street, with a store named 'Samy's Camera' visible on the right-hand side. The street is lit by overhead streetlights, and there are additional lights visible in the distance, suggesting a city skyline.",
    "/mnt/data/ataparia/LidarTraining/night-frames/training/image_0/00005977.jpg": "The image shows a road at night. There are multiple lanes, and some vehicles with their headlights on are visible in the distance. The road is bordered by barriers on the right. Streetlights provide illumination, casting a warm glow. Trees and some buildings can be faintly seen along the sides of the road. Traffic lights are visible further down the street.",
    "/mnt/data/ataparia/LidarTraining/night-frames/training/image_0/00004787.jpg": "The image shows a nighttime urban street scene. The street is illuminated by streetlights and various car headlights. There is a red traffic light, and a red car is visible on the right side of the intersection. Several other cars are lined up along the street. Signs are posted on the traffic light pole, including one that says 'DO NOT BLOCK'. The environment appears quiet with no visible pedestrians.",
    "/mnt/data/ataparia/LidarTraining/night-frames/training/image_0/00004685.jpg": "The image depicts a dimly lit urban street at night. Streetlights line the road, providing limited illumination. Several cars are parked along both sides of the street, and there is one car visible on the road. The area appears to be residential, with houses adjacent to the street. The sky is dark, highlighting that it is nighttime.",
    "/mnt/data/ataparia/LidarTraining/night-frames/training/image_0/0000137.jpg": "The image shows a nighttime scene of a road with several cars driving along it. The road is illuminated by streetlights and vehicle headlights. There is a white barrier separating lanes on the right side of the road. The background is dark with trees visible, and traffic lights can be seen in the distance.",
    "/mnt/data/ataparia/LidarTraining/night-frames/training/image_0/00004634.jpg": "The image shows a dimly lit urban street at night. There are cars driving along the road and parked along the sides. Trees and foliage line the street, partially obscuring the view of buildings in the background. Streetlights and vehicle headlights provide some illumination, casting a yellowish glow.",
    "/mnt/data/ataparia/LidarTraining/night-frames/training/image_0/00002615.jpg": "The image shows a nighttime scene of a road with streetlights illuminating the area. There is a curved road with painted lane markers visible. A building is in the background with several lit windows, and there are visible traffic lights showing red. A speed limit sign indicating a limit of 35 is also present.",
    "/mnt/data/ataparia/LidarTraining/night-frames/training/image_0/00001198.jpg": "The image depicts a busy urban street scene at night. Several cars are visible driving along the well-lit road. Street lamps illuminate the area, and the headlights of vehicles contribute to the lighting. On the left side of the street, there are buildings with storefront signs, while on the right side, groups of people are standing on the sidewalk. The background shows more traffic lights and distant buildings under a dark sky.",
    "/mnt/data/ataparia/LidarTraining/night-frames/training/image_0/1000484.jpg": "The image shows a nighttime scene of a road with multiple lanes. Streetlights illuminate the area, casting light onto the road. There are several cars driving along the lanes, and a concrete barrier separates the lanes going in opposite directions. Trees are visible along the right side of the road, and some vehicle headlights and taillights are visible in the distance.",
    "/mnt/data/ataparia/LidarTraining/night-frames/training/image_0/00006310.jpg": "The image shows a dimly lit urban street at night. The street is lined with parked cars on both sides. There are streetlights illuminating the area, but overall visibility is low. A 'STOP' sign painted on the road is visible, along with a posted stop sign on the right side. Buildings and trees can be seen in the background, but details are obscured by the darkness. The atmosphere appears quiet and still.",
    "/mnt/data/ataparia/LidarTraining/night-frames/training/image_0/00006969.jpg": "The image depicts a nighttime street scene with wet roads reflecting the light from streetlights. There is a lit bus stop on the right side, and a traffic light showing green in the background. Buildings are visible, and the overall atmosphere suggests it has been raining.",
    "/mnt/data/ataparia/LidarTraining/night-frames/training/image_0/00005919.jpg": "The image depicts a nighttime scene of a residential street. Several cars are parked on both sides of the road, and the street is dimly lit. In the background, a hillside is visible, dotted with numerous lights from houses or streetlights, suggesting a densely populated area. The scene has a calm and quiet atmosphere typical of a suburban neighborhood at night.",
    "/mnt/data/ataparia/LidarTraining/night-frames/training/image_0/00006844.jpg": "The image depicts a nighttime urban street scene illuminated by streetlights. Traffic lights are visible, showing red, which has caused a line of cars to stop. The street is wide with marked lanes and crosswalks. On the left side, there is a building with a 'Public Storage' sign visible. On the right side, there are various storefronts with lit signs, along with other buildings lining the street. The atmosphere is calm, with minimal pedestrian activity.",
    "/mnt/data/ataparia/LidarTraining/night-frames/training/image_0/0000198.jpg": "The image shows a nighttime urban street scene with a red traffic light visible at the intersection. Several cars are on the road, some with headlights on, and there is a cyclist visible near the crosswalk. Streetlights and illuminated city buildings can be seen in the background. A 'Do Not Block' and 'No Left Turn' sign are visible along with a one-way street sign at the intersection.",
    "/mnt/data/ataparia/LidarTraining/night-frames/training/image_0/1000678.jpg": "The image depicts a nighttime urban street scene. The street is lit by a streetlight and features a red traffic light. Several cars with headlights on are visible, driving down the road. A building with lit windows is on the left side of the street. The road has pedestrian crossing markings. The scene appears dark except for the artificial lighting from the streetlight, car headlights, and building windows.",
    "/mnt/data/ataparia/LidarTraining/night-frames/training/image_0/1000358.jpg": "The image shows a dimly lit street at night. Streetlights illuminate the area faintly, casting light on the road and the parked cars along the sides. The surroundings are dark, with limited visibility of other details. Vegetation is visible along the edges of the street.",
    "/mnt/data/ataparia/LidarTraining/night-frames/training/image_0/00003998.jpg": "The image depicts a nighttime street scene with several cars parked along both sides of the road. The street is illuminated by a few streetlights, casting a warm glow over the area. In the distance, a vehicle is driving down the road. The surrounding area appears to be a residential neighborhood with houses and trees partially visible.",
    "/mnt/data/ataparia/LidarTraining/night-frames/training/image_0/00005409.jpg": "The image depicts a dark, wet street at night with visible reflections on the road surface. Several large lens flares or light spots are present, obscuring parts of the image. In the background, there are distant lights, possibly from street lamps or vehicles, illuminating the otherwise dark setting. The scene appears to be urban, with silhouettes of buildings and parked cars appearing faintly in the dim light.",
    "/mnt/data/ataparia/LidarTraining/night-frames/training/image_0/00001266.jpg": "The image shows a busy urban street at night. Several cars are visible on the road, with headlights illuminating the scene. Streetlights are on, casting a warm glow over the area. In the background, buildings are visible, some with illuminated windows. There are people walking on the sidewalk to the right. A traffic light shows green, allowing vehicles to continue along the street.",
    "/mnt/data/ataparia/LidarTraining/night-frames/training/image_0/00005374.jpg": "The image shows a road at night with several cars driving along multiple lanes. Streetlights illuminate the area, and there are traffic lights in the distance, with the green light visible. There is a pedestrian crossing sign on the side of the road, and trees are visible on the right. The roadway has marked lanes and appears to be clear with no traffic congestion.",
    "/mnt/data/ataparia/LidarTraining/night-frames/training/image_0/00002959.jpg": "The image depicts a dimly lit suburban street scene at night. There are several cars parked along the right side of the road, and trees are visible in the background. Streetlights illuminate parts of the scene, casting a soft glow on the road.",
    "/mnt/data/ataparia/LidarTraining/night-frames/training/image_0/00004232.jpg": "The image depicts a residential street at night. The street is lined with parked cars on either side. There are houses visible on both sides, some with lights on, illuminating parts of the street. A streetlamp on the left side is also providing some light. The sky is dark, indicating nighttime, and faint city lights can be seen in the background."
}